[
		{
				"title" : "Ahlul Quran",
				"published_date" : "20231004142054301",
				"slug" : "ahlul-quran",
				"text" : "<p>Assalamualaikum warahmatullahi wabarakatuh.</p><p><strong>Niat dan Bacaan Membaca Al-Quran</strong></p><p>Jika kalian ingin menghafal Al-Quran, kalian harus niat ikhlas karena Allah. Karena, jika kalian niat karena mau dilihat manusia, dipuji karena wanita, dan lain-lain, kalian akan mendapatkan itu tapi tidak dengan ridha Allah. Sesungguhnya amal itu tergantung pada niatnya.</p><p>Jika kalian masih terbata-bata, tidak mengapa. Berusahalah lebih giat lagi. Malah, jika kalian masih terbata-bata, kalian akan mendapatkan 2 pahala; 1 pahala kalian membaca Al-Quran, 1 pahala lagi kalian terbata-bata. Kenapa orang terbata-bata baca Al-Quran dapat pahala tambahan? Karena ia mau berusaha.</p><blockquote><div>Dan sungguh, telah kami mudahkan Al-Quran untuk peringatan. Maka, adakah orang yang mau mengambil pelajaran? (Al-Qomar/17)</div></blockquote><p><strong>Siapakah Ahlul Quran Itu?</strong></p><blockquote><div>Dari Anas bin Malik, dia berkata, bahwa Rasulullah Shallallahu Alaihi Wasallam bersabda: Sesungguhnya Allah punya keluarga di antara manusia. Para sahabat bertanya: Wahai Rasulullah, siapakah mereka? Rasulullah Shallallahu Alaihi Wasallam menjawab: Mereka adalah Ahlul Quran, mereka adalah keluarga Allah dan orang-orang pilihannya (HR. Ibnu Majah/215)</div></blockquote><p>Pada hakikatnya, semua orang yang beriman kepada Al-Quran (seharusnya) adalah Ahlul Quran. Lihatlah bagaimana Rasulullah Shallallahu Alaihi Wasallam menyeru kepada orang-orang yang beriman untuk shalat witir setiap malam dengan kalimatnya: Autiru ya Ahlal Quran (Shalatlah witir wahai orang-orang yang beriman kepada Al-Quran).</p><blockquote><div>Dan sesungguhnya dalam Al-Quran ini telah kami ulang-ulangi (peringatan-peringatan) agar mereka selalu ingat (Al-Isra/41)</div></blockquote><p><strong>Langkah-Langkah Menjadi Ahlul Quran</strong></p><p>Syarat utama untuk menjadi Ahlul Quran adalah kemauan dan keinginan yang tinggi sehingga menghasilkan aksi sebagai berikut:</p><ol><li>Teruslah berdoa dan teruslah berprasangka baik kepada Allah Subhanahu Wataala</li><li>Menjadikan Al-Quran sebagai agenda utama dalam keseharian<br><br>Semangat untuk lebih dekat kepada Allah mendorongnya untuk beribadah kepada-Nya sebagai persiapan kehidupan akhirat. Tidak ada agenda lain yang dapat mengalahkan kegiatan bersama Al-Quran kecuali karena udzur syar'i/darurat. Senantiasa rindu dan membayangkan kebersamaannya dengan Al-Quran.<br><br></li><li>Berusaha memahami dan mentadabburi Al-Quran, serta benar-benar menjadikan Al-Quran sebagai rujukan dalam seluruh aspek kehidupannya</li><li>Menyebarkan fikrah Al-Quran kepada umat dengan mengajarkannya; baik pengajaran tilawahnya, menghafal, sampai memahami isinya</li></ol><p>Sejak kecil aku mengaji\t<br>belajar mengeja kalam Ilahi \t<br>Aku eja satu demi satu\t<br>Huruf hijaiyah itu<br><br>Ketika umurku beranjak dewasa\t<br>kurasakan kalam Allah begitu indahnya\t<br>Terdengar mengalun merdu\t<br>menembus hingga sampai ke dalam hatiku<br><br>Al-Quran ternyata bukan sekadar bacaan\t<br>Dia adalah obat penawar bagi yang membutuhkannya\t<br>Hidayah Allah yang tersimpan\t<br>begitu diharapkan bagi orang beriman<br><br>Bunga mawar bunga melati\t<br>kalau dicium harum baunya\t<br>Banyak cara sembuhkan hati\t<br>baca Al-Quran, pahami maknanya<br><br>من جد وجد\t<br>Siapa yang bersungguh-sungguh, maka ia akan mendapatkannya<br></p>",
				"penulis" : "Muhammad Firmansyah",
				"angkatan" : "2020"
			},{
				"title" : "Cara Menghafal Al-Quran",
				"published_date" : "20231004140518299",
				"slug" : "cara-menghafal-al-quran",
				"text" : "<p>1. Niat</p><p>Kita perlu niat yang bagus. Sebelum kita menghafal Al-Quran, saat awal-awal menghafal Al-Quran, niat kita mungkin tidak sepenuhnya untuk menghafal Al-Quran. Di saat seperti itu, kita membutuhkan pembimbing atau guru yang meluruskan niat kita.</p><p>2. Usaha dan Berdoa</p><p>Kita perlu usaha saat menghafal Al-Quran dan saat kita sudah berusaha yang kita butuhkan adalah berdoa karena kita membutuhkan pertolongan dari Allah. Saat menghafal Al-Quran, karena yang menurunkan ilmu Al-Quran kepada kita adalah Allah.</p><p>3. Menghafal Al-Quran</p><p>Cara menghafal Al-Quran adalah diulang-ulang berkali-kali. Setelah itu, kita hafal. Saat kita sedang menghafal Al-Quran, kita mengalami kesulitan, jangan mudah menyerah. Karena, kalau kita menyerah, kita akan malas menghafal Al-Quran. Di saat seperti itu, kita harus mengulang berkali-kali hafalan kita.</p><p>4. Murajaah</p><p>Setelah menghafal Al-Quran, kita harus memurajaah hafalan yang telah kita hafal. Karena, jika kita tidak mengulang yang telah kita hafal, maka hafalan kita akan hilang. Karena itu, kita harus sering memurajaah hafalan kita.</p><blockquote><div>Jika kita bersungguh-sungguh dalam menghafal Al-Quran, kita dapat memberikan mahkota kepada orang tua kita. Menghafal Al-Quran itu mudah.</div></blockquote>",
				"penulis" : "Muhammad Fatih Yusuf Rahman",
				"angkatan" : "2020"
			},{
				"title" : "Dimuliakan Al Quran",
				"published_date" : "20231004140309823",
				"slug" : "dimuliakan-al-quran",
				"text" : "<p>Kenapa ingin menghafal Al Quran? Untuk membuktikan janji Allah. </p><p>Menghafal Al Quran adalah amanah dari Allah. Tidak semua orang bisa menghafalnya. Hanya sedikit orang yang bisa menghafal Al Quran. Kita harus mensyukuri nikmat tersebut. Kita harus menjaga hidayah ini. Hanya sebagian ornag yang dipilih untuk menjadi \"keluarga Allah\" karena kita yang berada di garda terdepan untuk memperjuangkan agama Allah.</p><p>Dalam perjuangan, maka membutuhkan motivasi sebagaimana yang telah Allah janjikan. Allah mengangkat derajat penghafal Al Quran. Mendapat syafaat di hari kiamat. Mendapat keberkahan kebaikan dan kenikmatan di dunia. Ditempatkan bersama malaikat di akhirat.</p><p>Sebait doa:</p><blockquote><div>Ya Allah, jadikanlah Al Quran bagi kami di dunia sebagai teman. Di dalam kubur sebagai pendamping. Di hari kiamat sebagai penolong. Di atas shirath sebagai cahaya ke surga, sebagai pengantar. Dan di neraka sebagai hijab dan penghalang.</div></blockquote>",
				"penulis" : "Nida Khalwatus Sayidah",
				"angkatan" : "2021"
			},{
				"title" : "Hanya Sesaat",
				"published_date" : "20231004135917510",
				"slug" : "hanya-sesaat",
				"text" : "<p>Hidup ini adalah sebuah perjuangan. Semua yang ingin kita raih harus melalui sebuah perjuangan. Begitu pula dengan sebuah cita-cita. Tentu harus melalui perjuangan untuk menggapainya. Sebuah kenikmatan yang indah juga melalui pengorbanan yang tiada kenal rasa lelah. Semakin tinggi apa yang ingin diraih, maka semakin besar perjuangan yang harus dijalani. Menjadi seorang penghafal Al Quran adalah sebuah cita-cita yang mulia. Cita-cita seluruh insan yang beragama Islam.</p><p>Kenapa penghafal Al Quran menjadi sebuah cita-cita yang mulia lagi agung? Tentulah hal tersebut tidaklah asing lagi bagi umat Islam. Banyak keutamaan yang akan diraih oleh seorang penghafal Al Quran. Karenanya, menghafal Al Quran merupakan cita-cita yang sangat mulia.</p><p>Menghafal Al Quran adalah satu hal yang sulit dilakukan. Banyak rintangan dan ujian yang harus dilalui untuk bisa mencapainya. Berbagai macam perasaan yang tertuang di dalamnya seperti senang, sedih, kecewa, lelah, hingga putus asa.</p>",
				"penulis" : "Nayla Izzatul Hasanah",
				"angkatan" : "2021"
			},{
				"title" : "Kemuliaan Al-Quran",
				"published_date" : "20231004142850619",
				"slug" : "kemuliaan-al-quran",
				"text" : "<p>Apakah kau tau apa itu kata sebuah perjuangan? Sebuah perjuangan tidak mesti berperang, berjihad, dan melawan orang yang jahat. Di dalam hadits dikatakan bahwa menuntut ilmu juga bisa dibilang sebuah perjuangan.</p><p>Apakah kau tau menuntut ilmu itu tidak semudah yang kau bayangkan? Jika kau ingin menuntut ilmu itu membutuhkan dana, guru, dan lain-lain. Dan itu semua tidaklah mudah.</p><p>Dan asalkan kau tau ilmu yang paling mulia adalah Al-Quran. Dan belajar Al-Quran itu banyak sekali pahalanya. Di dalam sebuah hadits dikatakan, Rasulullah bersabda: Aku tidak katakan alif lam mim 1 huruf, tetapi alif 1 huruf, lam 1 huruf, mim 1 huruf, dan 1 huruf diganjar 10 pahala.</p><p>Kalau kita mau berpkir lebih dalam, kita bisa bayangkan hanya dengan membaca basmalah, kita bisa mendapatkan kurang lebih 11 huruf, 170 kebaikan dan bagaimana kalau yang kita baca 1 juz atau lebih, berapa pahala yang didapat? Subhanallah.</p><p>Sekarang coba bayangkan, betapa beruntungnya orang yang membaca dan menghafal Al-Quran. Satu halaman itu jika dibaca sekitar 2 menit saja, maka apa ruginya membaca Al-Quran hanya perlu waktu yang sedikit bisa mendapatkan pahala yang berlimpah.</p><p>Maka, marilah semua, mulai sekarang, mulailah istiqomahkan diri dalam mempelajari dan mendalami Al-Quran, masih ada banyak sekali kebaikan dan pahala yang telah disiapkan oleh Allah Taala, jangan pernah menyerah dalam membaca dan menghafalkan Al-Quran.</p><p>Oke, sebagai penutup, saya akan memberikan salah satu pepatah tua: Carilah ilmu sampai negeri Cina. Carilah ilmu sampai ujung dunia. Sekian dari saya, wal akhiril kalam tsummassalamulaikum warahmatullahi wabarakatuh.</p>",
				"penulis" : "Abdurrahman Al-Zuhdi",
				"angkatan" : "2020"
			},{
				"title" : "Lentera Mimpi",
				"published_date" : "2023100413382467",
				"slug" : "lentera-mimpi",
				"text" : "<p>Mushaf, ialah tempat di mana kalamullah itu tertulis, tersimpan di lemari atau tertata rapi di rak. Sedang, Al Quran ialah kalamullah itu sendiri, ucapan-Nya yang agung, yang dibaca di lisan, dan terpatri pada sanubari para penghafalnya, walau mushaf tak di genggamanku. Al Quran tetaplah melekat di hatiku, menyertaiku ke mana pun aku berpijak. Inilah gambaran dari apa yang diperjuangkan para huffadzul Quran, semata-mata untuk mengharapkan ridho Allah, dengan sedikit keberanian, goresan pena ini pun aku persembahkan tuk kalian yang tengah berjuang untuk menghafal, ataupun menguatkannya.</p><p>Teruntuk kalian, para pejuang kalamullah, teruslah semangat hingga impian kalian terwujud. Jangan mudah menyerah walaupun banyak ujian yang akan kalian lewati di perjuangan ini. Ketahuilah, rasa semangat yang kalian punya pasti ada masanya menurun, rasa bosan pun akan membisikkan hati untuk menghentikan langkah ini. Tidak semua surah dapat dihafal dengan cepat. Terkadang, memang membutuhkan tetesan air mata untuk mengobati hati yang sakit, di momen seperti ini, yang perlu dilakukan adalah memasrahkan diri pada Allah, serta meminta pertolongan juga kemudahan untuk menghafal kalam-Nya.</p><p>Keberhasilan yang kalian raih, pasti pernah kalian impikan sebelumnya, mimpi-mimpi yang kalian impikan, pasti ada kegagalan di dalamnya. Setiap dari kegagalan-kegagalan itu pasti ada sebab-sebabnya. Pelajarilah sebab-sebab tersebut agar kalian bisa menaiki tangga keberhasilan.</p>",
				"penulis" : "Safaraz Aufa Rifdah",
				"angkatan" : "2021"
			},{
				"title" : "Manisnya Buah Perjuangan",
				"published_date" : "2023100413312596",
				"slug" : "manisnya-buah-perjuangan",
				"text" : "<p>Selain niat yang benar, \"semangat\" juga sangat diperlukan dalam menghafal Al Quran. Bagaimana tidak, kita akan menghafal tanpa semangat. Kita akan loyo, malas, dsb. Pekerjaan-pekerjaan yang dilakukan dengan didasari Al Quran juga tidak akan membuat kita rugi. Banyak sekali keutamaan-keutamaan yang bisa kita ambil di dalamnya.</p><p>Seperti salah satu hadits ini:</p><blockquote><div>Barang siapa yang membaca Al Quran dan mengamalkannya, maka pada hari kiamat akan dipakaikan kepada kedua orang tuanya mahkota yang berkilau, yang sinarnya lebih indah dari sinar mentari. Maka, keduanya berkata: Mengapa kami diberi mahkota ini? Maka dikatakan: Karena anakmu mengambil (membaca dan mengamalkan) Al Quran (HR Abu Daud)</div></blockquote><p>Betapa banyak sekali keuntungan-keuntungan dan keutamaan-keutamaan orang yang membaca, menghafal, hingga mengamalkannya.</p><p>Perjuangan-perjuangan yang dilakukan untuk mendapatkan itu semua tidaklah mudah. Banyak mengorbankan tenaga bahkan waktu, seperti Rasulullah yang mempertahankan risalah-Nya dari difitnah sana-sini hingga dicaci-maki bahkan hampir dibunuh. Tapi, di balik semua perjuangan itu, Allah menjanjikan surga bahkan menaikkan derajat beliau.</p><blockquote><div>Hasil yang memuaskan tak akan digapai tanpa adanya perjuangan. Engkau perlu berjuang melawan letih dan kantuk dalam belajar, dinginnya malam kau lewati. Panas terik siang kau lalui. Semua waktumu kau habiskan untuk menuntut ilmu.</div></blockquote>",
				"penulis" : "Najwa Hani Fillah",
				"angkatan" : "2021"
			},{
				"title" : "Menghafal Al-Quran",
				"published_date" : "20231004142207352",
				"slug" : "menghafal-al-quran",
				"text" : "<p>Menghafal Al-Quran adalah suatu hal yang mulia karena Allah akan meninggikan derajat suatu kaum dengan Al-Quran dan merendahkan derajat suatu kaum dengan Al-Quran pula.</p><p>Jika kita tarik garis besar, ada tiga langkah dalam menghafal Al-Quran: Niat; Mulailah! Dan jangan berhenti! Dan akan kita bahas satu persatu.</p><p>1. Niat Karena Allah</p><p>Kenapa harus niat? Karena di dalam suatu hadits yang panjang, disebutkan bahwa salah satu dari tiga orang yang pertama masuk neraka adalah seorang penghafal Al-Quran yang menghafal Al-Quran bukan karena Allah, maka jagalah niatmu ketika menghafal Al-Quran.</p><p>2. Mulailah</p><p>Kata-kata yang berasal dari komikus Devlin ini sangat cocok diaplikasikan dalam berbagai aspek kebaikan dan sangat cocok untuk diaplikasikan dalam menghafal Al-Quran. Kenapa? Sebab percuma jika kita niat tanpa mulai yang namanya ikhtiar.</p><p>3. Jangan Berhenti</p><p>Kata-kata ini juga saya dapat dari komiknya Devlin. Kenapa jangan berhenti? Karena kunci menghafal Al-Quran itu ada tiga: kuat duduk lama dan kuat baca lama dan jangan berhenti utnuk berusaha menghafal Al-Quran.</p><p>Nah, itu tadi pembahasan kenapa kita harus menghafal Al-Quran dan kenapa harus niat karena Allah dan seterusnya. Dah mungkin cukup sekian dan seperti biasa, terima kasih.</p><p>من جد وجد\t<br>من طلب شيءا وجدا وجد</p>",
				"penulis" : "Jafar Ash-Shadiq Habibullah Fatah",
				"angkatan" : "2020"
			},{
				"title" : "Menghafal Al-Quran dengan Rileks",
				"published_date" : "20231004142812496",
				"slug" : "menghafal-al-quran-dengan-rileks",
				"text" : "<p>Assalamualaikum warahmatullahi wabarakatuh. Wahai para pembaca budiman, sekarang saya akan menjelaskan tentang judul di atas.</p><p>Menghafal Al-Quran adalah sebuah kebutuhan bagi setiap jiwa yang beriman pada Allah. Dengan menghafal Al-Quran, kita bisa mendapatkan syafaat dan memberi mahkota pada orang tua. </p><p>Banyak yang bilang menghafal Quran itu SUSAH! Bahkan, saya sendiri merasa seperti itu sampai sekarang (SMP kelas 2). Kadang merasa iri dengan yang hafalannya cepat. Kalau ujian, STRES, depresi. Mungkin para pembaca juga seperti itu. TAPI INGAT! Allah pernah berfirman:</p><blockquote><div>Dan sungguh, Kami mudahkan Al-Quran untuk peringatan. Maka, adakah yang ingin mengambil pelajaran? (54/17)</div></blockquote><p>Dan Allah pernah berfirman:</p><blockquote><div>Allah tidak membebebani seseorang kecuali sesuai dengan kesanggupannya (2/286)</div></blockquote><p>Allah sendiri yang bilang Al-Quran itu mudah tapi kenapa kita merasa susah? Penyebabnya...</p><p>IBLIS!</p><p>Laknat Allah untuknya, dialah penyebab utama kita susah menghafal. Ada aja cara iblis menggoda kita dan kita pun jadi memiliki beberapa faktor:</p><ul><li>Penuh dosa</li><li>Malas</li><li>Mudah nyerah</li><li>Tidak fokus</li><li>Lemah mental</li></ul><p>Anggaplah target kita 6 halaman kita menghafal, capek, lelah, tapi tidak mencapai target. Mood kita langsung terjun bebas, dan kita jadi depresi. Ungkapannya: My mood is like roller coaster; terasa ulang dari nol.</p><p>NAH! Ini yang harus dihindari. Seharusnya, kalau gagal, ya diulang. Kalau depresi ya nggak bakal berubah karena pasti endingnya frustasi. Begitu juga dalam hal lain.</p><p>Kalau kita banyak masalah, kita selalu mempersepsikan orang lain lebih beruntung padahal belum tentu.</p><p>Ada istilah tidak ada yang sempurna, dan itu benar. Setiap orang ada masalahnya. Bahkan mungkin lebih banyak dari faktur yang saya sebutkan.</p><p>Tapi ingat, tidak ada yang terbebas dari masalah. Superhero aja punya masalah. Yang penting adalah KAU! Yakin bisa menanganinya dengan baik.</p><p>Mungkin, para pembaca pernah merasakan:</p><p>MY NEGATIVE SELF TALK</p><p>Yaitu pikiran-pikiran yang membuat stres. NAH sekarang saya meminta para pembaca ubah jadi kebalikannya; POSITIF!</p><p>Haruskah aku stres bila keinginan tidak tercapai? Tidak perlu!</p><p>Stres itu wajar. Kita bukan malaikat. Yang tepenting, usaha kita meminimalisir masalah dan apa yang kau lakukan agar tidak makin stres.</p><p>Coba para pembaca curhat pada seseorang. Insya Allah, hati lebih plong tapi ingat, janganlah salah pilih orang.</p><p>Tempat ternyaman</p><p>Kalau para pembaca bayangin hal indah, mungkin bisa senyum sendiri. Seketika rileks dan melupakan masalah. Iya kan?</p><p>Jadi, silahkan bayangkan apapun yang bikin rileks.</p><p>MY MANTRA</p><p>Kata-kata atau kalimat tertentu bisa jadi senjata untuk melawan pikiran negatif dan memompa semangat baru. Para pembaca juga bisa membuatnya.</p><p>Contoh:</p><ul><li>I can do it. I'll do my best</li><li>Be strong. I'm fearless, strong and happy</li></ul><p>Jika disebutkan terus-menerus, Insya Allah perubahan akan terjadi</p><p>Superhero inside me</p><p>Setiap orang punya potensi masing-masing yang seringkali muncul tanpa disangka-sangka. Ada orang berpikir \"Ah, nggak bisa!\" Eh, jadi bisa. Mari, coba ingat-ingat pengalaman masa lalu mengenai keberhasilan dalam masalah papun.</p><p>BAGAIMANA?</p><p>Terbukti bahwa pasti ada superhero dalam diri seseorang termasuk kamu. Jadi, papun yang kamu hadapi, just smile dan yakin pada diri sendiri.</p><p>Move on!</p><p>Move on dari masalah kalau selesai ya selsesai. Tutup buku, buka buku baru. Buat apa mikirin kelamaan? Bikin susah aja!</p><p>Kau yang mengatur tujuanmu dan kau tidak butuh sihir untuk itu dan tidak jalan pintas untuk menyelesaikan masalahmu.</p><p>Coba pikirkan peristiwa masa lalu ketika kamu bisa move on dari masalahmu. Pasti dalam hidupmu, kamu pernah mengalami masalah dan kamu bisa lewati dengan baik.</p><p>Jadi, kalau punya masalah, yang harus dilakukan: relaks &gt;&gt; berpikir positif &gt;&gt; cari masukan &gt;&gt; buat keputusan &gt;&gt; move on. Karena sekarang kamu sudah tau cara mengatasi dengan baik dan tepat, maka...</p><p>Jangan takut dan menghindar dalam menghadapi masalah.</p><p>Para pembaca budiman, ini terakhir yang saya sampaikan. Menghafal Al-Quran itu tidak bisa langsung hafal. Dibutuhkan murajaah, juga dibutuhkan kesabaran dan niat, ikhlas. Tidak ada yang instan di dunia ini. Mi instan aja butuh waktu 3 menit untuk siap dimakan. Begitu juga Quran. Ayo semangat, jangan putus asa. Hidup jangan dibawa stres (kayak sya). Jangan nunggu dunia membaik, baru bisa bahagia. Berbahagialah maka dunia akan membaik dengan sendirinya. Saya yakin semua orang pasti bisa jadi versi diri yang lebih baik. iPhone 11 takkan lahir tanpa iPhone 6, dan iPhone 6 takkan lahir tanpa iPod. Tapi tetap harus ada kemauan dari diri sendiri dulu dan yakin pada diri sendiri. Sekian. Wassalamualaikum warahmatullahi wabarakatuh.</p>",
				"penulis" : "Syamil Muwahiduddin",
				"angkatan" : "2020"
			},{
				"title" : "Menghafal Al-Quran Itu Mudah",
				"published_date" : "20231004140428923",
				"slug" : "menghafal-al-quran-itu-mudah",
				"text" : "<p>Menghafal Al-Quran itu sulit tanpa usaha tapi dengan adanya usaha jadi mudah.</p><p>Menghafal Al-Quran itu dari yang sulit, sulit, sulit, mudah. Dari sulit ke mudah itu ada usaha dan niat. Tanpa adanya niat dan usaha, maka jadi sulit menghafal.</p><p>Awal-awal menghafal Al-Quran mudah awal-awalnya bagi saya. Tapi saat ketemu halaman atau ayat yang susah, saya merasa jadi putus asa. Tapi, karena saya dapat dukungan dan motivasi dari orang tua, teman, ustadz, dan ustadzah, semangat untuk menghafal Al-Quran.</p><p>Jadi, kalian itu jangan putus asa dalam menghafal Al-Quran. Walaupun kalian dapat ayat yang susah tapi jika kalian terus berusaha maka ayat yang tadinya susah jadi mudah.</p><p>Menghafal Al-Quran itu seperti kita menaiki gunung yang tinggi. Saat melihat gunung yang tinggi, sudah putus asa untuk ke puncak. Tapi, dia selalu menaiki gunung. Dan saat sampai di puncak, maka dia akan merasakan kebahagiaan. Nah, gitu juga menghafal Quran dari susah ke mudah.</p><p>Semangat jangan putus asa karena menghafal Al-Quran akan bahagia di dunia dan di akhirat.</p><blockquote><div>Maka sesungguhnya bersama kesulitan ada kemudahan. (Asy-Syarh/5)</div></blockquote>",
				"penulis" : "Dzakir Hawary Arbie",
				"angkatan" : "2020"
			},{
				"title" : "Mengulang-Ulang Membaca Al Quran Supaya Lebih Kuat",
				"published_date" : "20231019161513414",
				"slug" : "mengulang-ulang-membaca-al-quran-supaya-lebih-kuat",
				"text" : "<p>Sayyidina Ali radhiyallahu anhu pernah berkata: Jika kamu menghadapi suatu perkara, maka tekunilah ia. Cukuplah berpaling dari ilmu Allah itu akan membuat sedih dan menyesal. Mohonlah perlindungan kepada Allah pada waktu siang dan malam.</p><p>Faktor terkuat dalam mempermudah hapalan adalah kesungguhan, ketekunan, mengurangi makan, dan shalat malam. </p><p>Membaca Al Quran juga termasuk faktor yang memudahkan hapalan bagi seseorang.</p><p>Tiada sesuatu yang lebih bisa meningkatkan hapalan seseorang daripada membaca Al Quran dengan nazhar (melihat mushaf).</p><p>Membaca Al Quran dengan nazhar itu lebih utama, sebagaimana sabda Nabi shallallahu alaihi wa sallam:</p><p>أفضل أعمال أمتي، قراءة القرآن نظرا</p><blockquote><div>Amalan umatku yang paling utama adalah membaca Al Quran dengan nazhar.</div></blockquote><p>Maka perbanyaklah membaca Al Quran.</p><p>Jadi, semangatlah untuk menghapal Al Quran dan jangan putus asa karena menghapal Al Quran akan bahagia di dunia dan di akhirat.</p><p>Menghapal Al Quran ini sulit tanpa adanya usaha. Tapi, dengan adanya usaha, jadi mudah.</p><p>Menghapal Al Quran itu dari yang susah, susah, lalu mudah. Dari susah ke mudah itu ada usaha dan niat. Tanpa adanya niat usaha, maka jadi sulitlah menghapal itu.</p><p>Gunakanlah masa-masa mudamu dan ingat masa muda itu tidak abadi.</p>",
				"penulis" : "Ayaturrahman Shinra Aufa",
				"angkatan" : "2021"
			},{
				"title" : "Pantang Menyerah Menghafal Al-Quran",
				"published_date" : "20231004142325522",
				"slug" : "pantang-menyerah-menghafal-al-quran",
				"text" : "<p>Assalamualaikum. Hai namaku Royyan, aku bersekolah di Madrasah Baitul Izzah. Di sini, aku menghafal Quran. Di saat aku menghafal Al-Quran, ada kalanya aku merasa putus asa karena halaman atau ayat yang kuhafal sangat susah. Tapi, di saat aku putus asa, aku ingat kalau hanya orang yang hafal Al-Quran yang bisa memakaikan mahkota di kepala orang tuanya.</p><p>Jadi, aku berusaha lagi dengan terus mengulang-ulang halaman atau ayat yang sulit, motivasi dari ustadz-ustadzku juga membuatku semakin terpacu untuk terus istiqomah menghafal Al-Quran dan juga aku ingin membahagiakan orang tuaku di dunia dan di akhirat, dan aku tak henti berdoa meminta dimudahkan dalam menghafalkan Al-Quran kepada Allah SWT.</p><p>Buat teman-temanku di luar sana yang juga sama-sama menghafal Al-Quran, jangan putus asa saat kalian menemukan kesulitan di dalam menghafal, ingat \"kesulitan dan kegagalan adalah hal yang mengantarkan seseorang pada keberhasilan\". Saat kalian mengalami kesulitan, ulang lagi, lagi, dan lagi. Walau selama apapun itu, dan kalian juga harus berdoa meminta kemudahan pada Allah SWT.</p><p>Jadi, jangan putus asa dalam menghafal Al-Qruan demi memakaikan mahkota di kepala orang tua kita, semoga saya yang menulis dan kalian yang membaca bisa menjadi penghafal Al-Quran dan memakaikan mahkota di kepala orang tua kita di surga nanti. </p><p>Sekian. Wassalamualaikum.</p>",
				"penulis" : "Royyan Abdullah Assariy",
				"angkatan" : "2020"
			},{
				"title" : "Warna-Warni Perjuangan",
				"published_date" : "20231004134939831",
				"slug" : "warna-warni-perjuangan",
				"text" : "<p>Menghafal Al Quran itu tak semudah kenyataannya. Harus ada perjuangan, pengorbanan, ujian, dll untuk menggapai 30 juz Al Quran tersebut. Namun, Allah menjanjikan surga serta ridhonya bagi mereka yang menghafal Al Quran dan Allah memberikan kepada kedua orang tuanya mahkota di akhirat.</p><p>Perjuangan itu dirintis oleh orang cerdas, diperjuangkan oleh orang yang ikhlas. Allah tidak menjadikan langit selalu biru, jalan terbina tanpa batu, matahari tanpa hujan, kebahagiaan tanpa kesedihan, kesuksesan tanpa perjuangan, rahmat dalam ujian, ganjaran bagi kesabaran, keteguhan dalam berjuang. Merasa tak mampu bukan berarti menyerah. Tetapi, genggamlah tanganmu, kuatkan tekatmu, bangkitlah, kejarlah, dan berusahalah karena Allah menjanjikan kesulitan beserta kemudahannya dan Allah menyebutkan secara tegas sebanyak dua kali di surat Al Insyirah ayat 5-6:</p><blockquote><div>Maka sesungguhnya bersama kesulitan, ada kemudahan. Sesungguhnya bersama kesulitan ada kemudahan.</div></blockquote><p>Kesuksesan itu akan selalu ada bagi mereka yang selalu berusaha. Kegagalan hanyalah penghias jalan kita menuju ke sana. Yang paling utama adalah ikhlas dan sabar menjalaninya.</p><p>3 Oktober 2023</p>",
				"penulis" : "Mila Najiyah",
				"angkatan" : "2021"
			}
]