[
		{
				"title" : "Bekerja dengan Cepat",
				"published_date" : "20230810121638734",
				"slug" : "bekerja-dengan-cepat",
				"text" : "<p>Salah satu cara untuk membuat hidup lebih berkualitas adalah dengan bekerja lebih cepat. Kalau kamu merasa bahwa gerakanmu saat ini masih lambat, berusahalah untuk bisa bekerja dengan lebih cepat. Misalnya aja bagi orang yang banyak bekerja dengan komputer, jangan ragu untuk belajar mengetik 10 jari supaya pekerjaanmu jadi lebih cepat.</p><p>Jangan malu untuk membuka YouTube tentang cara-cara supaya bekerja dengan lebih cepat. Kalau kamu adalah tukang, bukalah YouTube dan cari tutorial bagaimana cara bekerja dengan lebih cepat. Kalau kamu adalah influencer, cari cara di internet tentang cara supaya cepat mendapatkan follower atau bagaimana cara supaya ngonten lebih efektif. Kita bisa mengubah kehidupan kita kalau kita berusaha untuk bekerja dengan lebih cepat.</p>",
				"ringkasan" : "",
				"kategori" : "",
				"gambar" : ""
			},{
				"title" : "Mengapa Harus Hidup yang Berkualitas?",
				"published_date" : "20230810090214674",
				"slug" : "mengapa-harus-hidup-yang-berkualitas",
				"text" : "<p>Kehidupan kita di dunia ini hanya sekali. Oleh karena itu, perlu sekali kita membuat rencana dalam kehidupan kita. Supaya, ketika kelak kita sudah memasuki alam berikutnya, alam akhirat, bekal kita sudah cukup. Kan, sayang banget ya selama kehidupan kita di dunia ini banyak diisi dengan hal-hal yang sia-sia, lalu pada akhirnya nanti akan menyesal. Kita semua nggak ingin itu terjadi.</p><p>Padahal, yang namanya proses meninggalkan dunia ini sangatlah berat. Tak seorang pun menginginkannya. Tapi, Allah telah berfirman:</p><blockquote><div>كل نفس ذائقة الموت</div><div>Setiap yang bernyawa pasti akan merasakan kematian</div></blockquote><p>Jadi, harus banget ya kita menyiapkan kehidupan ini sebaik-baiknya, supaya nanti pas di akhirat, amalan kita sudah cukup.</p>",
				"ringkasan" : "",
				"kategori" : "",
				"gambar" : ""
			}
]