[
		{
				"title" : "Dimuliakan Al Quran",
				"published_date" : "20231004140309823",
				"slug" : "dimuliakan-al-quran",
				"text" : "<p>Kenapa ingin menghafal Al Quran? Untuk membuktikan janji Allah. </p><p>Menghafal Al Quran adalah amanah dari Allah. Tidak semua orang bisa menghafalnya. Hanya sedikit orang yang bisa menghafal Al Quran. Kita harus mensyukuri nikmat tersebut. Kita harus menjaga hidayah ini. Hanya sebagian ornag yang dipilih untuk menjadi \"keluarga Allah\" karena kita yang berada di garda terdepan untuk memperjuangkan agama Allah.</p><p>Dalam perjuangan, maka membutuhkan motivasi sebagaimana yang telah Allah janjikan. Allah mengangkat derajat penghafal Al Quran. Mendapat syafaat di hari kiamat. Mendapat keberkahan kebaikan dan kenikmatan di dunia. Ditempatkan bersama malaikat di akhirat.</p><p>Sebait doa:</p><blockquote><div>Ya Allah, jadikanlah Al Quran bagi kami di dunia sebagai teman. Di dalam kubur sebagai pendamping. Di hari kiamat sebagai penolong. Di atas shirath sebagai cahaya ke surga, sebagai pengantar. Dan di neraka sebagai hijab dan penghalang.</div></blockquote>",
				"penulis" : "Nida Khalwatus Sayidah",
				"angkatan" : "2021"
			},{
				"title" : "Hanya Sesaat",
				"published_date" : "20231004135917510",
				"slug" : "hanya-sesaat",
				"text" : "<p>Hidup ini adalah sebuah perjuangan. Semua yang ingin kita raih harus melalui sebuah perjuangan. Begitu pula dengan sebuah cita-cita. Tentu harus melalui perjuangan untuk menggapainya. Sebuah kenikmatan yang indah juga melalui pengorbanan yang tiada kenal rasa lelah. Semakin tinggi apa yang ingin diraih, maka semakin besar perjuangan yang harus dijalani. Menjadi seorang penghafal Al Quran adalah sebuah cita-cita yang mulia. Cita-cita seluruh insan yang beragama Islam.</p><p>Kenapa penghafal Al Quran menjadi sebuah cita-cita yang mulia lagi agung? Tentulah hal tersebut tidaklah asing lagi bagi umat Islam. Banyak keutamaan yang akan diraih oleh seorang penghafal Al Quran. Karenanya, menghafal Al Quran merupakan cita-cita yang sangat mulia.</p><p>Menghafal Al Quran adalah satu hal yang sulit dilakukan. Banyak rintangan dan ujian yang harus dilalui untuk bisa mencapainya. Berbagai macam perasaan yang tertuang di dalamnya seperti senang, sedih, kecewa, lelah, hingga putus asa.</p>",
				"penulis" : "Nayla Izzatul Hasanah",
				"angkatan" : "2021"
			},{
				"title" : "Lentera Mimpi",
				"published_date" : "2023100413382467",
				"slug" : "lentera-mimpi",
				"text" : "<p>Mushaf, ialah tempat di mana kalamullah itu tertulis, tersimpan di lemari atau tertata rapi di rak. Sedang, Al Quran ialah kalamullah itu sendiri, ucapan-Nya yang agung, yang dibaca di lisan, dan terpatri pada sanubari para penghafalnya, walau mushaf tak di genggamanku. Al Quran tetaplah melekat di hatiku, menyertaiku ke mana pun aku berpijak. Inilah gambaran dari apa yang diperjuangkan para huffadzul Quran, semata-mata untuk mengharapkan ridho Allah, dengan sedikit keberanian, goresan pena ini pun aku persembahkan tuk kalian yang tengah berjuang untuk menghafal, ataupun menguatkannya.</p><p>Teruntuk kalian, para pejuang kalamullah, teruslah semangat hingga impian kalian terwujud. Jangan mudah menyerah walaupun banyak ujian yang akan kalian lewati di perjuangan ini. Ketahuilah, rasa semangat yang kalian punya pasti ada masanya menurun, rasa bosan pun akan membisikkan hati untuk menghentikan langkah ini. Tidak semua surah dapat dihafal dengan cepat. Terkadang, memang membutuhkan tetesan air mata untuk mengobati hati yang sakit, di momen seperti ini, yang perlu dilakukan adalah memasrahkan diri pada Allah, serta meminta pertolongan juga kemudahan untuk menghafal kalam-Nya.</p><p>Keberhasilan yang kalian raih, pasti pernah kalian impikan sebelumnya, mimpi-mimpi yang kalian impikan, pasti ada kegagalan di dalamnya. Setiap dari kegagalan-kegagalan itu pasti ada sebab-sebabnya. Pelajarilah sebab-sebab tersebut agar kalian bisa menaiki tangga keberhasilan.</p>",
				"penulis" : "Safaraz Aufa Rifdah",
				"angkatan" : "2021"
			},{
				"title" : "Manisnya Buah Perjuangan",
				"published_date" : "2023100413312596",
				"slug" : "manisnya-buah-perjuangan",
				"text" : "<p>Selain niat yang benar, \"semangat\" juga sangat diperlukan dalam menghafal Al Quran. Bagaimana tidak, kita akan menghafal tanpa semangat. Kita akan loyo, malas, dsb. Pekerjaan-pekerjaan yang dilakukan dengan didasari Al Quran juga tidak akan membuat kita rugi. Banyak sekali keutamaan-keutamaan yang bisa kita ambil di dalamnya.</p><p>Seperti salah satu hadits ini:</p><blockquote><div>Barang siapa yang membaca Al Quran dan mengamalkannya, maka pada hari kiamat akan dipakaikan kepada kedua orang tuanya mahkota yang berkilau, yang sinarnya lebih indah dari sinar mentari. Maka, keduanya berkata: Mengapa kami diberi mahkota ini? Maka dikatakan: Karena anakmu mengambil (membaca dan mengamalkan) Al Quran (HR Abu Daud)</div></blockquote><p>Betapa banyak sekali keuntungan-keuntungan dan keutamaan-keutamaan orang yang membaca, menghafal, hingga mengamalkannya.</p><p>Perjuangan-perjuangan yang dilakukan untuk mendapatkan itu semua tidaklah mudah. Banyak mengorbankan tenaga bahkan waktu, seperti Rasulullah yang mempertahankan risalah-Nya dari difitnah sana-sini hingga dicaci-maki bahkan hampir dibunuh. Tapi, di balik semua perjuangan itu, Allah menjanjikan surga bahkan menaikkan derajat beliau.</p><blockquote><div>Hasil yang memuaskan tak akan digapai tanpa adanya perjuangan. Engkau perlu berjuang melawan letih dan kantuk dalam belajar, dinginnya malam kau lewati. Panas terik siang kau lalui. Semua waktumu kau habiskan untuk menuntut ilmu.</div></blockquote>",
				"penulis" : "Najwa Hani Fillah",
				"angkatan" : "2021"
			},{
				"title" : "Menghafal Al-Quran Itu Mudah",
				"published_date" : "20231001063235536",
				"slug" : "menghafal-al-quran-itu-mudah",
				"text" : "",
				"penulis" : "Dzakir Hawary Arbie",
				"angkatan" : "2020"
			},{
				"title" : "Warna-Warni Perjuangan",
				"published_date" : "20231004134939831",
				"slug" : "warna-warni-perjuangan",
				"text" : "<p>Menghafal Al Quran itu tak semudah kenyataannya. Harus ada perjuangan, pengorbanan, ujian, dll untuk menggapai 30 juz Al Quran tersebut. Namun, Allah menjanjikan surga serta ridhonya bagi mereka yang menghafal Al Quran dan Allah memberikan kepada kedua orang tuanya mahkota di akhirat.</p><p>Perjuangan itu dirintis oleh orang cerdas, diperjuangkan oleh orang yang ikhlas. Allah tidak menjadikan langit selalu biru, jalan terbina tanpa batu, matahari tanpa hujan, kebahagiaan tanpa kesedihan, kesuksesan tanpa perjuangan, rahmat dalam ujian, ganjaran bagi kesabaran, keteguhan dalam berjuang. Merasa tak mampu bukan berarti menyerah. Tetapi, genggamlah tanganmu, kuatkan tekatmu, bangkitlah, kejarlah, dan berusahalah karena Allah menjanjikan kesulitan beserta kemudahannya dan Allah menyebutkan secara tegas sebanyak dua kali di surat Al Insyirah ayat 5-6:</p><blockquote><div>Maka sesungguhnya bersama kesulitan, ada kemudahan. Sesungguhnya bersama kesulitan ada kemudahan.</div></blockquote><p>Kesuksesan itu akan selalu ada bagi mereka yang selalu berusaha. Kegagalan hanyalah penghias jalan kita menuju ke sana. Yang paling utama adalah ikhlas dan sabar menjalaninya.</p><p>3 Oktober 2023</p>",
				"penulis" : "Mila Najiyah",
				"angkatan" : "2021"
			}
]