[
		{
				"title" : "٠٠١. تقديم",
				"published_date" : "20231003080604833",
				"slug" : ".",
				"text" : "<p>الحمد لله والصلاة والسلام على رسول الله<br>وبعد:<br>فهذا الكتاب النافع المفيد، كتاب «الأربعين النووية» للإمام النووي ﵀، ومعها زيادات الحافظ ابن رجب ﵀، قام بتخريج أحاديثه والحكم عليها، أخي في الله (الشربيني بن فايق الشربيني) حفظه الله، وبذا استزاد نفع الكتاب وازدادت الفوائد منه، وقد نظرت في عمل أخي حفظه الله فألفيته نافعًا موفقًا، ولله الحمد.<br>فالله أسأل أن يزيده توفيقًا وسدادًا ومواصلةً لطلب العلم الشرعي والدعوة إلى الله.<br>وصل اللهم على بينا محمد وسلم<br>والحمد لله رب العالمين<br>كتبه<br>أبوعبد الله مصطفى بن العدوي</p>",
				"ringkasan" : "",
				"kategori" : "",
				"gambar" : ""
			},{
				"title" : "٠٠٢. مقدمة المحقق",
				"published_date" : "2023100308055674",
				"slug" : ".",
				"text" : "<p>الحمد لله رب العالمين، والصلاة والسلام على رسولنا الأمين، وعلى آله وصحبه أجمعين.<br>أما بعد:<br>فإن كتاب الأربعين للإمام النووي ﵀ كتابٌ عظيمٌ، نفع الله به العباد في مشارق الأرض ومغاربها، وقد زاد الكتاب نفعًا بما زاده الحافظ ابن رجب الحنبلي ﵀، من تتمة لهذه الأحاديث، وكان من فضل الله عليا أن يسَّر لي الاطلاع على هذا الكتاب فوجدت أنه على ما فيه من خير إلا أنه قد حوى بعضًا من الأحاديث الضعيفة، فاستعنت بالله تعالى وشرعت في الحكم على هذه الأحاديث صحةً وضعفًا مع ذكر سبب الضعفِ مختصرًا، ثم عرضت هذه الأحاديث على فضيلة الشيخ مصطفى بن العدوي - حفظه الله - لتتم الفائدة.<br>والله أرجو أن ينفع به العباد، وأن يرزقنا الإخلاص والقبول.<br>وصل اللهم على نبينا محمد وسلم تسليمًا كثيرًا<br>والحمد لله رب العالمين<br>وكتبه<br>الشربيني بن فايق الشربيني<br>بسم الله الرحمن الرحيم</p>",
				"ringkasan" : "",
				"kategori" : "",
				"gambar" : ""
			},{
				"title" : "٠٠٣. خطبة الإمام النووي",
				"published_date" : "20231003080547282",
				"slug" : ".",
				"text" : "<p>الْحَمْدُ للَّهِ رَبِّ العَالمِينَ، قيومِ السَّماوَاتِ وَالأَرَضِينَ، مُدبِّرِ الخَلائِقِ أَجْمَعِينَ، بَاعِثِ الرُّسُلِ صَلَوَاتُهُ وَسَلَامُهُ عَلَيْهِم إلَى الْمُكَلَّفِينَ؛ لِهِدَايَتِهمْ وَبيَانِ شرَائِعِ الدِّينِ، بالدَّلَائلِ الْقَطْعِيَّةِ وَوَاضِحَاتِ الْبَرَاهِينِ، أَحْمَدُهُ عَلَى جَمِيعِ نِعَمِهِ، وَأَسْأَلُهُ الْمَزِيدَ مِنْ فَضْلِهِ وَكَرَمِهِ.<br>وَأَشْهدُ أَنْ لَا إلَهَ إِلَّا اللَّهُ الْوَاحِدُ الْقَهَّارُ، الْكَرِيمُ الْغَفَّارُ، وَأَشْهَدُ أَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ، وَحَبِيبُهُ وَخَلِيلُهُ، أَفْضَلُ المَخْلُوقِينَ، المُكَرَّمُ بالْقرآنِ الْعَزِيزِ الْمُعجِزَةِ الْمُسْتَمِرَّةِ عَلَى تَعَاقُبِ السِّنِينَ، وَبِالسُّنَنِ الْمُستَنِيرَةِ لِلْمُسْترشِدِينَ، الْمَخْصُوصُ بجَوَامِعِ الْكَلِمِ وَسَمَاحَةِ الدِّينِ، صَلَوَاتُ اللَّهِ وَسَلَامُهُ عَلَيْهِ وَعَلَى سَائرِ النَّبِيِّينَ وَالْمُرسَلِينَ، وَآلِ كُلٍّ وَسَائِرِ الصَّالِحِينَ.<br>أَمَّا بَعْدُ:<br>فَقَدْ رَوَيْنَا عَنْ عَليِّ بْنِ أَبِي طَالِبٍ، وَعَبْدِ اللَّهِ بْنِ مَسْعُودٍ وَمُعَاذِ بْنِ جَبَلٍ، وَأَبِي الدَّرْدَاءِ، وَابْنِ عُمَرَ، وَابْنِ عَبَّاسٍ، وَأَنَسِ بْنِ مَالِكٍ، وَأَبِي هُرَيْرَةَ، وَأَبِي سَعِيدٍ الْخُدْرِيِّ ﵃ مِنْ طُرُقٍ كَثِيرَاتٍ بِرِوَايَاتٍ مُتنَوِّعَاتٍ: أَنَّ رَسُولُ اللهِ ﷺ قَالَ: «مَنْ حَفِظَ عَلَى أُمَّتِي أَرْبَعِينَ حَدِيثًا مِنْ أَمْرِ دِينِهَا بَعَثَهُ اللهُ تَعَالَى فَقِيهًا يَوْمَ الْقِيَامَةِ فِي زُمْرَةِ الْفُقَهَاءِ وَالْعُلَمَاءِ».<br>وَفِي رِوَايَةٍ: «بَعَثَهُ الله تَعَالى فَقِيهًا عَالِمًا».<br>وَفِي رِوَايَةِ أبي الدرداء: «وَكُنْتُ لَهُ يَوْمَ القِيَامَةِ شَافِعًا وَشهِيدًا».<br>وَفِي رِوَايَةِ ابْنِ عُمَرَ: «كُتِبَ فِي زُمْرَةِ الْعُلَمَاءِ، وَحُشِرَ فِي زُمْرَةِ الشُّهَدَاءِ». وَاتَّفَقَ الْحُفَّاظُ عَلَى أَنَّهُ حّدِيثٌ ضَعِيفٌ وَإِنْ كَثُرَتْ طُرُقُهُ (١).<br>وَقَدْ صَنَّفَ الْعُلَمَاءُ ﵃ فِي هَذَا الْبَابِ مَا لَا يُحْصَى مِنَ الْمُصَنَّفَاتِ، فَأَوَّلُ مَنْ عَلِمْتُهُ صَنَّفَ فِيهِ: عَبْدُ اللَّهِ بنُ المُبَارَكِ، ثُمَّ مُحَمَّد بْنُ أَسْلَمَ الطُّوسِيُّ الْعَالِمُ الْرَّبَّانِيُّ، ثُمَّ الْحَسَنُ بْنُ سُفْيَانَ النَّسَوِيُّ، وَأَبُو بَكْرٍ الآجُرِّيُّ، وَأَبُو بَكْرٍ مُحَمَّدُ بْنُ إبْرَاهِيمَ الأَصْفَهَانِيُّ، وَالدَّارَقُطْنِيُّ، وَالْحَاكِمُ، وَأَبُو نُعَيْمٍ، وَأَبُو عَبْدِ الرَّحْمَنِ السُّلَمِيُّ، وَأَبُو سَعِيدٍ الْمَالِينِيُّ، وَأَبُو عُثْمَانَ الصَّابُوييُّ، وَعَبْدُ اللَّهِ بْنْ مُحَمَّدٍ الأَنْصَارِيُّ، وَأَبُو بَكْرٍ الْبَيْهَقِيُّ، وَخَلَائِقُ لَا يُحْصَونَ مِنَ الْمُتَقَدِّمِينَ وَالْمُتأَخِّرِينَ.<br>وَقَدِ اسْتَخَرْتُ اللَّهَ تَعَالَى فِي جَمْعِ أَرْبَعِينَ حَدِيثًا؛ اقْتِدَاءً بِهَؤُلَاءِ الأَئِمَّةِ الأَعْلَامِ، وَحُفَّاظِ الإِسْلَامِ، وَقَدِ اتَّفَقَ العُلَمَاءُ عَلَى جَوَازِ الْعَمَلِ بالْحَدِيثِ الضَّعِيفِ فِي فَضَائِلِ الأَعْمَالِ (٢) (٣)، وَمَعَ هَذَا فَلَيْسَ اعْتِمَادِي عَلَى هَذَا الْحَدِيثِ، بَلْ عَلَى قَوْلهِ ﷺ فِي الأَحَادِيثِ الصَّحِيحَةِ: «لِيُبَلِّغِ الشَّاهِدُ مِنْكُمُ الغَائِبَ» (٤)،<br>وَقَوْلِهِ ﷺ: «نَضَّرَ اللَّهُ امْرَأً سَمِعَ مَقَالَتِيَ فَوَعَاهَا، فَأَدَّاهَا كَمَا سَمِعَهَا» (٥).<br>ثُمَّ مِنَ الْعُلَمَاءِ مَنْ جَمَعَ الأَرْبَعِين في أُصُولِ الدِّينِ، وَبَعْضُهُمْ فِي الْفُرُوعِ، وَبَعْضُهُمْ فِي الْجِهَادِ، وَبَعْضُهُمْ فِي الزُّهْدِ، وَبَعْضُهُمْ فِي الآدَابِ، وَبَعْضُهُمْ فِي الْخُطَبِ، وَكُلُّهَا مَقَاصِدُ صَالِحَةٌ رَضِيَ اللَّهُ عَنْ قَاصِدِيهَا.<br>وَقَدْ رَأَيْتُ جَمْعَ أَرْبَعِينَ أَهَمَّ مِنْ هَذَا كُلِّهِ؛ وَهِيَ أَرْبَعُونَ حَدِيثًا مُشْتَمِلَةً عَلَى جَمِيعِ ذَلِكَ، وَكُلُّ حَدِيثٍ مِنْهَا قَاعِدَةٌ عَظِيمَةٌ مِنْ قَوَاعِدِ الدِّينِ، وَقَدْ وَصَفَهُ الْعُلَمَاءُ بأَنَّ مَدَارَ الإِسْلَامِ عَلَيْهِ أَوْ هُوَ نِصْفُ الإِسْلَامِ أَوْ ثُلُثُهُ أَوْ نَحْوُ ذَلِكَ.<br>ثُمَّ أَلْتَزِمُ فِي هَذَهِ الأَرْبَعِينَ أَنْ تَكُونَ صَحِيحَةً وَمُعْظَمُهَا فِي «صَحِيحَي الْبُخَارِي وَمُسْلِمٍ»، وَأَذْكُرُهَا مَحْذُوفَةَ الأَسَانِيدِ؛ لِيَسْهُلَ حِفْظُهَا وَيَعُمَّ الانْتِفَاعُ بِهَا إِنْ شَاءَ اللَّهُ تَعَالَى، ثُمَّ أتبِعُهَا بِبَابٍ فِي ضَبْطِ خَفِيِّ أَلْفَاظِهَا.<br>وَيَنْبَغِي لِكُلِّ رَاغِبٍ فِي الآخِرَةِ أَنْ يَعْرِفَ هَذِهِ الأَحَادِيثَ؛ لِمَا اشْتَمَلَتْ عَلَيْهِ مِنَ الْمُهِمَّاتِ، وَاحْتَوَتْ عَلَيْهِ مِنَ التَّنْبِيهِ عَلَى جَمِيعِ الطَّاعَاتِ، وَذَلِكَ ظَاهِرٌ لِمَنْ تَدَبَّرَهُ.<br>وَعَلَى اللَّهِ اعْتِمَادِي، وَإِلَيْهِ تَفْوِيضِي وَاسْتِنَادِي، وَلَهُ الْحَمْدُ وَالنِّعْمَةُ (٦)، وَبِهِ التَّوْفِيقُ وَالْعِصْمَةُ.<br>بسم الله الرحمن الرحيم<br>(١) ضعيف؛ قال الدارقطني في «العلل» (٦/ ٣٣) بعد أن ذكر طرق الحديث قال «وَكُلُّهَا ضِعَافٌ، وَلَا يَثْبُتُ مِنْهَا شَيْءٌ»، وقال البيهقي في «شعب الايمان» (١٥٩٥ - ١٥٩٦) بعد إخراجه إياه: «هَذَا مَتْنٌ مَشْهُورٌ فِيمَا بَيْنَ النَّاسِ، وَلَيْسَ لَهُ إِسْنَادٌ صَحِيحٌ»، وضعفه ابن عبد البر في «جامع بيان العلم وفضله»، وقال ابن حجر في «لسان الميزان» (٦/ ٢٣٢) وهذه أحاديث مكذوبة.<br>(٢) وفي نسخة «أنهم اتفقوا على استحباب العمل به».<br>(٣) في كلام الامام النووي ﵀ نظر، فقد نُقل عن أئمة الجرح والتعديل والعلل خلاف ذلك فقال ابن العربي في تدريب الراوي (١/ ٣٥١) «لَا يَجُوزُ الْعَمَلُ بِهِ مُطْلَقًا «أي الضعيف»»، وانظر مقدمة مسلم (١/ ٢٨)،وابن رجب في «شرح علل الترمذي» (٢/ ١١٢)، وابن تيميه في «تلبيس ابليس» (ص: ٢٤) وغيرهم من المتقدمين والمتأخرين والمعاصرين _والله أعلم ٠<br>(٤) أخرجه البخاري (١٠٥)، ومسلم (١٦٧٩).<br>(٥) صحيح؛ أخرجه الترمذي (٢٦٥٨)، وابن ماجه (٢٣٣) وغيرهما.<br>(٦) وفي نسخة وله الحمد والمنة.</p>",
				"ringkasan" : "",
				"kategori" : "",
				"gambar" : ""
			},{
				"title" : "٠٠٤. الحديث الأول: الأعمال بالنيات (١)",
				"published_date" : "20231003080533396",
				"slug" : ".",
				"text" : "<p>عَنْ أمير المؤمنين أبي حفص عُمَرَ بْنِ الْخَطَّابِ ﵁، قَالَ: سَمِعْتُ رَسُولَ اللَّهِ ﷺ يَقُولُ: «إِنَّمَا الْأَعْمَالُ بِالنِّيَّاتِ وَإِنَّمَا لِكُلِّ امْرِئٍ مَا نَوَى، فَمَنْ كَانَتْ هِجْرَتُهُ إِلَى اللَّهِ وَرَسُولِهِ، فَهِجْرَتُهُ إِلَى اللَّهِ وَرَسُولِهِ، وَمَنْ كَانَتْ هِجْرَتُهُ لِدُنْيَا يُصِيبُهَا أَوِ امْرَأَةٍ يَنْكِحُهَا، فَهِجْرَتُهُ إِلَى مَا هَاجَرَ إِلَيْهِ» رَوَاهُ إِمَامَا الْمُحَدِّثينَ أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ إسْمَاعِيلَ بْنِ إبْرَاهِيمَ بْنِ الْمُغِيرَةِ بْنِ بَرْدِزْبَهْ الْبُخَارِيُّ، وَأَبُو الْحُسَيْنِ مُسْلِمُ بْنُ الْحَجَّاجِ بْنِ مُسلِمٍ الْقُشَيْرِيُّ النَّيْسَابُورِي ﵄ فِي «صَحِيحَيْهِمَا» اللَّذَيْنِ هُمَا أَصَحُّ الْكُتُبِ الْمُصَنَّفَةِ (٢).<br>(١) [] من إضافة المحقق.<br>(٢) البخاري (١)، ومسلم (١٩٠٧).</p>",
				"ringkasan" : "",
				"kategori" : "",
				"gambar" : ""
			},{
				"title" : "٠٠٥. الحديث الثاني: مراتب الدين: الإسلام والإيمان والإحسان",
				"published_date" : "20231003080807981",
				"slug" : ".",
				"text" : "<p>عَنْ عُمَرَ ﵁ أيضًا، قَالَ: «بَيْنَمَا نَحْنُ عِنْدَ رَسُولِ اللَّهِ ﷺ ذَاتَ يَوْمٍ، إِذْ طَلَعَ عَلَيْنَا رَجُلٌ شَدِيدُ بَيَاضِ الثِّيَابِ، شَدِيدُ سَوَادِ الشَّعْرِ، لَا يُرَى عَلَيْهِ أَثَرُ السَّفَرِ، وَلَا يَعْرِفُهُ مِنَّا أَحَدٌ، حَتَّى جَلَسَ إِلَى النَّبِيِّ ﷺ، فَأَسْنَدَ رُكْبَتَيْهِ إِلَى رُكْبَتَيْهِ، وَوَضَعَ كَفَّيْهِ عَلَى فَخِذَيْهِ، وَقَالَ يَا مُحَمَّدُ، أَخْبِرْنِي عَنِ الْإِسْلَامِ، فَقَالَ رَسُولُ اللَّهِ ﷺ: «الْإِسْلَامُ: أَنْ تَشْهَدَ أَنْ لَا إِلَهَ إِلَّا اللَّهُ، وَأَنَّ مُحَمَّدًا رَسُولُ اللَّهِ، وَتُقِيمَ الصَّلَاةَ، وَتُؤْتِيَ الزَّكَاةَ، وَتَصُومَ رَمَضَانَ، وَتَحُجَّ الْبَيْتَ إِنِ اسْتَطَعْتَ إِلَيْهِ سَبِيلًا». قَالَ: صَدَقْتَ، قَالَ: فَعَجِبْنَا لَهُ يَسْأَلُهُ وَيُصَدِّقُهُ. قَالَ: فَأَخْبِرْنِي عَنِ الْإِيمَانِ. قَالَ: «أَنْ تُؤْمِنَ بِاللَّهِ، وَمَلَائِكَتِهِ، وَكُتُبِهِ، وَرُسُلِهِ، وَالْيَوْمِ الْآخِرِ، وَتُؤْمِنَ بِالْقَدَرِ خَيْرِهِ وَشَرِّهِ». قَالَ: صَدَقْتَ. قَالَ: فَأَخْبِرْنِي عَنِ الْإِحْسَانِ، قَالَ: «أَنْ تَعْبُدَ اللَّهَ كَأَنَّكَ تَرَاهُ، فَإِنْ لَمْ تَكُنْ تَرَاهُ، فَإِنَّهُ يَرَاكَ». قَالَ: فَأَخْبِرْنِي عَنِ السَّاعَةِ؟ . قَالَ: «مَا الْمَسْئُولُ عَنْهَا بِأَعْلَمَ مِنَ السَّائِلِ». قَالَ: فَأَخْبِرْنِي عَنْ أَمَارَتِهَا؟ . قَالَ: «أَنْ تَلِدَ الْأَمَةُ رَبَّتَهَا،<br>وَأَنْ تَرَى الْحُفَاةَ الْعُرَاةَ الْعَالَةَ رِعَاءَ الشَّاءِ يَتَطَاوَلُونَ فِي الْبُنْيَانِ»، قال ثُمَّ انْطَلَقَ، فَلَبِثْتُ مَلِيًّا، ثُمَّ قَالَ لِي: \"يَا عُمَرُ، أَتَدْرِي مَنِ السَّائِلُ؟ . قُلْتُ: اللَّهُ وَرَسُولُهُ أَعْلَمُ. قَالَ: فإنهُ جِبْرِيلُ أَتَاكُمْ يُعَلِّمُكُمْ دِينَكُمْ» رَوَاهُ مُسْلِمٌ (١).<br>(١) (٨).</p>",
				"ringkasan" : "",
				"kategori" : "",
				"gambar" : ""
			},{
				"title" : "٠٠٦. الحديث الثالث: أركانُ الإسلام",
				"published_date" : "20231003081511475",
				"slug" : ".",
				"text" : "<p>عَنْ أبي عبد الرحمن عَبْدِ اللَّهِ بْنِ عُمَرَ بْنِ الْخَطَّابِ ﵄ قَالَ: سَمِعْتُ رَسُولَ اللَّهِ ﷺ يَقُولُ: «بُنِيَ الْإِسْلَامُ عَلَى خَمْسٍ: شَهَادَةِ أَنْ لَا إِلَهَ إِلَّا اللَّهُ، وَأَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ، وَإِقَامِ الصَّلَاةِ، وَإِيتَاءِ الزَّكَاةِ، وَحَجِّ الْبَيْتِ، وَصَوْمِ رَمَضَانَ»، رَوَاهُ الْبُخَارِيُّ وَمُسْلِمٌ (١).<br>(١) البخاري (٨)، ومسلم (١٦).</p>",
				"ringkasan" : "",
				"kategori" : "",
				"gambar" : ""
			},{
				"title" : "٠٠٧. الحديث الرابع: مراحل خلق الإنسان، وتقديرُ رزقهِ وأجلهِ وعملهِ",
				"published_date" : "2023100308154953",
				"slug" : ".",
				"text" : "<p>عَنْ أبي عبد الرحمن عَبْدِ اللَّهِ بْنِ مَسْعُودٍ ﵁ قَالَ: حَدَّثَنَا رَسُولُ اللَّهِ ﷺ وَهُوَ الصَّادِقُ الْمَصْدُوقُ: «إِنَّ أَحَدَكُمْ يُجْمَعُ خَلْقُهُ فِي بَطْنِ أُمِّهِ أَرْبَعِينَ يَوْمًا، ثُمَّ يَكُونُ عَلَقَةً مِثْلَ ذَلِكَ، ثُمَّ يَكُونُ مُضْغَةً مِثْلَ ذَلِكَ، ثُمَّ يُرْسِلُ اللَّهُ إِلَيْهِ الْمَلَكَ، فَيَنْفُخُ فِيهِ الرُّوحَ وَيُؤْمَرُ بِأَرْبَعِ كَلِمَاتٍ: بِكَتْبِ رِزْقِهِ وَأَجَلِهِ وَعَمَلِهِ وَشَقِيٌّ أَوْ سَعِيدٌ، فَوَاللَّهِ الَّذِي لَا إِلَهَ غَيْرُهُ إِنَّ أَحَدَكُمْ لَيَعْمَلُ بِعَمَلِ أَهْلِ الْجَنَّةِ حَتَّى مَا يَكُونُ بَيْنَهُ وَبَيْنَهَا إِلَّا ذِرَاعٌ، فَيَسْبِقُ عَلَيْهِ الْكِتَابُ فَيَعْمَلُ بِعَمَلِ أَهْلِ النَّارِ فَيُدْخُلُهَا، وَإِنَّ أَحَدَكُمْ لَيَعْمَلُ بِعَمَلِ أَهْلِ النَّارِ حَتَّى مَا يَكُونُ بَيْنَهُ وَبَيْنَهَا إِلَّا ذِرَاعٌ، فَيَسْبِقُ عَلَيْهِ الْكِتَابُ فَيَعْمَلُ بِعَمَلِ أَهْلِ الْجَنَّةِ فَيَدْخُلُهَا» رَوَاهُ الْبُخَارِيُّ، وَمُسْلِمٌ (١).<br>(١) البخاري (٣٢٠٨)، ومسلم (٢٦٤٣).</p>",
				"ringkasan" : "",
				"kategori" : "",
				"gambar" : ""
			},{
				"title" : "٠٠٨. الحديث الخامس: إنكارُ البدع المذمومة",
				"published_date" : "20231003081629363",
				"slug" : ".",
				"text" : "<p>عَنْ أم المؤمنين أم عبد الله عَائِشَةَ ﵂ قَالَتْ: قَالَ رَسُولُ اللَّهِ ﷺ: «مَنْ أَحْدَثَ فِي أَمْرِنَا هَذَا مَا لَيْسَ مِنْهُ فَهُوَ رَدٌّ» (١) رَوَاهُ الْبُخَارِيُّ، وَمُسْلِمٌ.<br>وَفِي رِوَايَةٍ لِمُسْلِمٍ: «مَنْ عَمِلَ عَمَلًا لَيْسَ عَلَيْهِ أَمْرُنَا فَهُوَ رَدٌّ» (٢).<br>(١) البخاري (٢٦٩٧)، ومسلم (١٧١٨/ ١٧).<br>(٢) (١٧١٨/ ١٨).</p>",
				"ringkasan" : "",
				"kategori" : "",
				"gambar" : ""
			},{
				"title" : "٠٠٩. الحديث السادس: الابتعادُ عن الشبهات",
				"published_date" : "20231003081704202",
				"slug" : ".",
				"text" : "<p>عَنِ أبي عبد الله النُّعْمَانِ بْنِ بَشِيرٍ ﵄ قَالَ: سَمِعْتُ رَسُولَ اللَّهِ ﷺ يَقُولُ: «إِنَّ الْحَلَالَ بَيِّنٌ وَإِنَّ الْحَرَامَ بَيِّنٌ، وَبَيْنَهُمَا مُشْتَبِهَاتٌ، لَا يَعْلَمُهُنَّ كَثِيرٌ مِنَ النَّاسِ، فَمَنِ اتَّقَى الشُّبُهَاتِ اسْتَبْرَأَ لِدِينِهِ وَعِرْضِهِ، وَمَنْ وَقَعَ فِي الشُّبُهَاتِ وَقَعَ فِي الْحَرَامِ، كَالرَّاعِي يَرْعَى حَوْلَ الْحِمَى يُوشِكُ أَنْ يَرْتَعَ فِيهِ، أَلَا وَإِنَّ لِكُلِّ مَلِكٍ حِمَى، أَلَا وَإِنَّ حِمَى اللَّهِ مَحَارِمُهُ، أَلَا وَإِنَّ فِي الْجَسَدِ مُضْغَةً إِذَا صَلَحَتْ صَلَحَ الْجَسَدُ كُلُّهُ، وَإِذَا فَسَدَتْ فَسَدَ الْجَسَدُ كُلُّهُ، أَلَا وَهِيَ الْقَلْبُ» رَوَاهُ الْبُخَارِيُّ، وَمُسْلِمٌ (١).<br>(١) البخاري (٥٢)، ومسلم (١٥٩٩).</p>",
				"ringkasan" : "",
				"kategori" : "",
				"gambar" : ""
			},{
				"title" : "٠١٠. الحديث السابع: النصيحةُ عمادُ الدين",
				"published_date" : "20231003081751297",
				"slug" : ".",
				"text" : "<p>عَنْ أبي رُقيةَ تَمِيمٍ بن أوسٍ الدَّارِيِّ ﵁ أَنَّ النَّبِيَّ ﷺ قَالَ: «الدِّينُ النَّصِيحَةُ» قُلْنَا: لِمَنْ؟ قَالَ: «لِلَّهِ وَلِكِتَابِهِ وَلِرَسُولِهِ وَلِأَئِمَّةِ الْمُسْلِمِينَ وَعَامَّتِهِمْ» رَوَاهُ مُسْلِمٌ (١).<br>(١) (٥٥).</p>",
				"ringkasan" : "",
				"kategori" : "",
				"gambar" : ""
			},{
				"title" : "٠١١. الحديث الثامن: حُرمَة دم المسلم ومالهِ",
				"published_date" : "20231003083056384",
				"slug" : ".",
				"text" : "<p>عَنِ عبد الله بْنِ عُمَرَ ﵄ أَنَّ رَسُولَ اللَّهِ ﷺ قَالَ: «أُمِرْتُ أَنْ أُقَاتِلَ النَّاسَ حَتَّى يَشْهَدُوا أَنْ لَا إِلَهَ إِلَّا اللَّهُ، وَأَنَّ مُحَمَّدًا رَسُولُ اللَّهِ، وَيُقِيمُوا الصَّلَاةَ، وَيُؤْتُوا الزَّكَاةَ، فَإِذَا فَعَلُوا ذَلِكَ، عَصَمُوا مِنِّي دِمَاءَهُمْ وَأَمْوَالَهُمْ، إِلَّا بِحَقِّ الْإِسْلَامِ، وَحِسَابُهُمْ عَلَى اللَّهِ تَعَالَى» رَوَاهُ الْبُخَارِيُّ، وَمُسْلِمٌ (١).<br>(١) البخاري (٢٥)، ومسلم (٢٢).</p>",
				"ringkasan" : "",
				"kategori" : "",
				"gambar" : ""
			},{
				"title" : "٠١٢. الحديث التاسع: النهيُ عن كثرة السُّؤالِ والتنطع",
				"published_date" : "20231003083132483",
				"slug" : ".",
				"text" : "<p>عَنْ أَبِي هُرَيْرَةَ عبد الرحمن بن صخر ﵁ قَالَ: سَمِعْتُ رَسُولَ اللَّهِ ﷺ يَقُولُ: «مَا نَهَيْتُكُمْ عَنْهُ، فَاجْتَنِبُوهُ، وَمَا أَمَرْتُكُمْ بِهِ فَأْتُوا مِنْهُ مَا اسْتَطَعْتُمْ، فَإِنَّمَا أَهْلَكَ الَّذِينَ مِنْ قَبْلِكُمْ كَثْرَةُ مَسَائِلِهِمْ وَاخْتِلَافُهُمْ عَلَى أَنْبِيَائِهِمْ» رَوَاهُ الْبُخَارِيُّ، وَمُسْلِمٌ (١).<br>(١) البخاري (٧٢٨٨)، ومسلم (١٣٣٧).</p>",
				"ringkasan" : "",
				"kategori" : "",
				"gambar" : ""
			},{
				"title" : "٠١٣. الحديث العاشر: الحلال سببٌ لإجابة الدُّعاء، وأكلُ الحرام يمنعها",
				"published_date" : "20231003083219485",
				"slug" : ".",
				"text" : "<p>عَنْ أَبِي هُرَيْرَةَ ﵁ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «إِنَّ اللَّهَ تَعَالَى طَيِّبٌ لَا يَقْبَلُ إِلَّا طَيِّبًا، وَإِنَّ اللَّهَ تَعَالَى أَمَرَ الْمُؤْمِنِينَ بِمَا أَمَرَ بِهِ الْمُرْسَلِينَ، فَقَالَ تعالى: ﴿يَا أَيُّهَا الرُّسُلُ كُلُوا مِنَ الطَّيِّبَاتِ وَاعْمَلُوا صَالِحًا﴾ [المؤمنون: ٥١]، وَقَالَ تَعَالَى: ﴿يَا أَيُّهَا الَّذِينَ آمَنُوا كُلُوا مِنْ طَيِّبَاتِ مَا رَزَقْنَاكُمْ﴾ [البقرة: ١٧٢]، ثُمَّ ذَكَرَ الرَّجُلَ يُطِيلُ السَّفَرَ: أَشْعَثَ أَغْبَرَ، يَمُدُّ يَدَيْهِ إِلَى السَّمَاءِ: يَا رَبِّ يَا رَبِّ، وَمَطْعَمُهُ حَرَامٌ، وَمَشْرَبُهُ حَرَامٌ، وَمَلْبَسُهُ حَرَامٌ، وَغُذِيَ بِالْحَرَامِ، فَأَنَّى يُسْتَجَابُ لِذَلِكَ؟» رَوَاهُ مُسْلِمٌ (١).<br>(١) أخرجه مسلم (١٠١٥)، وفي سنده فضيل بن مرزوق، وقد تكلم فيه جماعة من أئمة الجرح والتعديل،انظر الجرح والتعديل لابن أبي حاتم (٧/ ٧٥)، وسير أعلام النبلاء للذهبي (٧/ ٣٤).</p>",
				"ringkasan" : "",
				"kategori" : "",
				"gambar" : ""
			},{
				"title" : "٠١٤. الحديث الحادي عشر: مِنَ الوَرَع توقِّي الشُّبَه",
				"published_date" : "20231003083254556",
				"slug" : ".",
				"text" : "<p>عَنِ أبي محمد الْحَسَنِ بْنِ عَلِيٍّ بن أبي طالب سِبْطِ رَسُولِ اللَّهِ ﷺ وَرَيْحَانَتِهِ ﵄ قَالَ: «حَفِظْتُ مِنْ رَسُولِ اللَّهِ ﷺ: دَعْ مَا يَرِيبُكَ إِلَى مَا لَا يَرِيبُكَ» رَوَاهُ التِّرْمِذِيُّ، والنَّسَائِيُّ، وقال التِّرمذِيُّ: حديثٌ حسنٌ صحيحٌ (١).<br>(١) صحيح؛ أخرجه الترمذي (٢٥١٨)، والنسائي (٥٧٢٧)، وغيرهما.</p>",
				"ringkasan" : "",
				"kategori" : "",
				"gambar" : ""
			},{
				"title" : "٠١٥. الحديث الثّاني عشر: تَركُ ما لا يَعني، والاشتِغالُ بما يُفيد",
				"published_date" : "20231003083421171",
				"slug" : ".",
				"text" : "<p>عَنْ أَبِي هُرَيْرَةَ ﵁، عَنِ النَّبِيِّ ﷺ قَالَ: «مِنْ حُسْنِ إِسْلَامِ الْمَرْءِ تَرْكُهُ مَا لَا يَعْنِيهِ» حديثٌ حسنٌ، رَوَاهُ التِّرْمِذِيُّ وَغَيْرُهُ (١).<br>(١) معل بالإرسال: أخرجه الترمذي (٢٣١٨)، وابن ماجه (٣٩٧٦) وغيرهم من طريق قرة عن الزهري عن أبي سلمة عن أبي هريرة مرفوعا. وقرة ضعيف، وقد خالفه جماعة من الثقات الأثبات من أصحاب الزهري، فرووه عنه عن علي بن الحسين مرسلًا، منهم مالك ومعمر بن راشد ويحيى بن سعيد الانصاري وغيرهم، ولهذا قال أبو حاتم عن طريق قرة: «هَذَا حديثٌ مُنكَرٌ جِدًّا بهذا الإسناد» «العلل» (١٨٨٨).<br>وقد روي من طرق أخرى، كلها ضعيفة معلولة، ومردها إلى مرسل الزهري عن علي بن الحسين. ولهذا قال الدارقطني - بعد ذكر أوجه الخلاف فيه على الزهري -: «وَالصَّحِيحُ قَوْلُ مَنْ أَرْسَلَهُ عَنْ عَلِيِّ بْنِ الْحُسَيْنِ، عَنِ النَّبِيِّ ﷺ) «العلل» (٣١٠).</p>",
				"ringkasan" : "",
				"kategori" : "",
				"gambar" : ""
			},{
				"title" : "٠١٦. الحديث الثالث عشر: من علامات كمال الإيمان حُبُّك الخير للمُسلمين",
				"published_date" : "20231003083459110",
				"slug" : ".",
				"text" : "<p>عَنْ أبي حمزة أَنَسِ بْنِ مَالِكٍ ﵁، خادمِ رسول الله ﷺ عَنِ النَّبِيِّ ﷺ قَالَ: «لَا يُؤْمِنُ أَحَدُكُمْ حَتَّى يُحِبَّ لِأَخِيهِ مَا يُحِبُّ لِنَفْسِهِ» رَوَاهُ الْبُخَارِيُّ،وَمُسْلِمٌ (١).<br>(١) البخاري (١٣)، ومسلم (٧١).</p>",
				"ringkasan" : "",
				"kategori" : "",
				"gambar" : ""
			},{
				"title" : "٠١٧. الحديث الرابع عشر: حرمة دم المُسلم .. ومتى تهدر",
				"published_date" : "20231003083633387",
				"slug" : ".-..",
				"text" : "<p>عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ ﵁ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «لَا يَحِلُّ دَمُ امْرِئٍ مُسْلِمٍ إِلَّا بِإِحْدَى ثَلَاثٍ: الثَّيِّبُ الزَّانِي، وَالنَّفْسُ بِالنَّفْسِ، وَالتَّارِكُ لِدِينِهِ الْمُفَارِقُ لِلْجَمَاعَةِ» رَوَاهُ الْبُخَارِيُّ، وَمُسْلِمٌ (١).<br>(١) البخاري (٦٨٧٨)، ومسلم (١٦٧٦).</p>",
				"ringkasan" : "",
				"kategori" : "",
				"gambar" : ""
			},{
				"title" : "٠١٨. الحديث الخامس عشر: التكلم بالخير، وإكرام الجار الضيف",
				"published_date" : "202310030837083",
				"slug" : ".",
				"text" : "<p>عَنْ أَبِي هُرَيْرَةَ ﵁، عَنْ رَسُولِ اللَّهِ ﷺ قَالَ: «مَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ، فَلْيَقُلْ خَيْرًا أَوْ لِيَصْمُتْ، وَمَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ، فَلْيُكْرِمْ جَارَهُ، وَمَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ، فَلْيُكْرِمْ ضَيْفَهُ» رَوَاهُ الْبُخَارِيُّ وَمُسْلِمٌ (١).<br>(١) البخاري (٦٠١٨)، ومسلم (٤٧).</p>",
				"ringkasan" : "",
				"kategori" : "",
				"gambar" : ""
			},{
				"title" : "٠١٩. الحديث السادس عشر: النهيُ عن الغضب",
				"published_date" : "20231003083736583",
				"slug" : ".",
				"text" : "<p>عَنْ أَبِي هُرَيْرَةَ ﵁ أَنَّ رَجُلًا قَالَ لِلنَّبِيِّ ﷺ أَوْصِنِي، قَالَ: «لَا تَغْضَب فَرَدَّدَ مِرَارًا قَالَ: لَا تَغْضَبْ» رَوَاهُ الْبُخَارِيُّ (١).<br>(١) (٦١١٦).</p>",
				"ringkasan" : "",
				"kategori" : "",
				"gambar" : ""
			},{
				"title" : "٠٢٠. الحديث السّابع عشر: الأمر بالإحسانِ، والرِّفقُ بالحيَوان",
				"published_date" : "20231003083824527",
				"slug" : ".",
				"text" : "<p>عَنْ أَبِي يَعْلَى شَدَّادِ بْنِ أَوْسٍ ﵁، عَنْ رَسُولِ اللَّهِ ﷺ قَالَ: «إِنَّ اللَّهَ كَتَبَ الْإِحْسَانَ عَلَى كُلِّ شَيْءٍ، فَإِذَا قَتَلْتُمْ فَأَحْسِنُوا الْقِتْلَةَ، وَإِذَا ذَبَحْتُمْ فَأَحْسِنُوا الذِّبْحَةَ، وَلْيُحِدَّ أَحَدُكُمْ شَفْرَتَهُ، وَلْيُرِحْ ذَبِيحَتَهُ» رَوَاهُ مُسْلِمٌ (١).<br>(١) (١٩٩٥).</p>",
				"ringkasan" : "",
				"kategori" : "",
				"gambar" : ""
			},{
				"title" : "٠٢١. الحديث الثامن عشر: حُسْنُ الخُلُق",
				"published_date" : "20231003083918489",
				"slug" : ".",
				"text" : "<p>عَنْ أَبِي ذَرٍّ جُندُبِ بن جُنادةَ وَأبي عبد الرحمنِ مُعَاذِ بْنِ جَبَلٍ ﵄، أَنَّ رَسُولَ اللَّهِ ﷺ قَالَ: «اتَّقِ اللَّهَ حَيْثُمَا كُنْتَ، وَأَتْبِعِ السَّيِّئَةَ الْحَسَنَةَ تَمْحُهَا، وَخَالِقِ النَّاسَ بِخُلُقٍ حَسَنٍ» رَوَاهُ التِّرْمِذِيُّ وقال: حديثٌ حسنٌ، وفي بعضِ النُّسخِ: حسنٌ صحيح (١).<br>(١) حسن بشواهده، رواه الترمذي (٢١٠٢) من طريق ميمون بن أبي شبيب عن أبي ذر ومعاذ، ولم يسمع منهما، ولكن لألفاظه شواهد، انظر جامع العلوم والحكم لابن رجب (١/ ٣٩٨).</p>",
				"ringkasan" : "",
				"kategori" : "",
				"gambar" : ""
			},{
				"title" : "٠٢٢. الحديث التاسع عشر: نصيحةٌ نبويةٌ لترسيخ العقيدة الإسلامية",
				"published_date" : "20231003083953885",
				"slug" : ".",
				"text" : "<p>عَنْ أبي العباس عَبْدِ اللَّهِ بْنِ عَبَّاسٍ ﵄ قَالَ: كُنْتُ خَلْفَ النَّبِيِّ ﷺ فَقَالَ لِي: «يَا غُلَامُ إِنِّي أُعَلِّمُكَ كَلِمَاتٍ: احْفَظِ اللَّهَ يَحْفَظْكَ، احْفَظِ اللَّهَ تَجِدْهُ تُجَاهَكَ، إِذَا سَأَلْتَ فَاسْأَلِ الله، وَإِذَا اسْتَعَنْتَ فَاسْتَعِنْ بِاللَّهِ، وَاعْلَمْ أَنَّ الْأُمَّةَ لَوِ اجْتَمَعَتْ عَلَى أَنْ يَنْفَعُوكَ بِشَيْءٍ، لَمْ يَنْفَعُوكَ إِلَّا بِشَيْءٍ قَدْ كَتَبَهُ اللَّهُ لَكَ، وَإِنِ اجْتَمَعُوا عَلَى أَنْ يَضُرُّوكَ بِشَيْءٍ، لَمْ يَضُرُّوكَ إِلَّا بِشَيْءٍ قَدْ كَتَبَهُ اللَّهُ عَلَيْكَ، رُفِعَتِ الْأَقْلَامُ وَجَفَّتِ الصُّحُفُ» رَوَاهُ التِّرْمِذِيُّ وقال: حَدِيثٌ حَسَنٌ صحيحٌ (١).<br>وَفِي رِوَايَةِ غَيْرِ التِّرْمِذِيِّ (٢): «احْفَظِ اللَّهَ تَجِدْهُ أَمَامَكَ تَعَرَّفْ إِلَى اللَّهِ فِي الرَّخَاءِ يَعْرِفْكَ فِي الشِّدَّةِ، وَاعْلَمْ أَنَّ مَا أَخْطَأَكَ لَمْ يَكُنْ لِيُصِيبَكَ، وَمَا أَصَابَكَ لَمْ يَكُنْ لِيُخْطِئَكَ، وَاعْلَمْ أَنَّ النَّصْرَ مَعَ الصَّبْرِ، وَأَنَّ الْفَرَجَ مَعَ الْكَرْبِ، وَأَنَّ مَعَ الْعُسْرِ يُسْرًا».<br>(١) صحيح بمجموع طرقه وشواهده: أخرجه الترمذي (٢٥١٦)، وأحمد (٢٧٦٣) وغيرهما.<br>(٢) أخرجها أحمد (٢٨٠٣)، والحاكم في «المستدرك» (٦٣٠٣)، وقال ابن حجر في «موافقة الخبر الخبر» (١/ ٣٢٩) «طرق هذه الزيادة تقوى بعضها ببعض واللَّه أعلم».</p>",
				"ringkasan" : "",
				"kategori" : "",
				"gambar" : ""
			},{
				"title" : "٠٢٣. الحديث العشرون: الحياءُ من الإيمان",
				"published_date" : "20231003084032136",
				"slug" : ".",
				"text" : "<p>عَنْ أَبِي مَسْعُودٍ عقبة بن عمرو الأنصاري الْبَدْرِيِّ ﵁، قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «إِنَّ مِمَّا أَدْرَكَ النَّاسُ مِنْ كَلَامِ النُّبُوَّةِ الْأُولَى: إِذَا لَمْ تَسْتَحْيِ، فَاصْنَعْ مَا شِئْتَ» رَوَاهُ الْبُخَارِيُّ (١).<br>(١) (٦١٢٠).</p>",
				"ringkasan" : "",
				"kategori" : "",
				"gambar" : ""
			},{
				"title" : "٠٢٤. الحديث الحادي والعشرون: الاستقامة لُبُّ الإسلام",
				"published_date" : "20231003084109200",
				"slug" : ".",
				"text" : "<p>عَنْ أَبِي عَمْرٍو – وَقِيلَ أَبِي عَمْرَةَ - سُفْيَانَ بْنِ عَبْدِ اللَّهِ الثقفي ﵁، قَالَ: قُلْتُ: يَا رَسُولَ اللَّهِ، قُلْ لِي فِي الْإِسْلَامِ قَوْلًا لَا أَسْأَلُ عَنْهُ أَحَدًا غَيْرَكَ، قَالَ: «قُلْ آمَنْتُ بِاللَّهِ، ثُمَّ اسْتَقِمْ» رَوَاهُ مُسْلِمٌ (١).<br>(١) (٣٨).</p>",
				"ringkasan" : "",
				"kategori" : "",
				"gambar" : ""
			},{
				"title" : "٠٢٥. الحديث الثاني والعشرون: دخولُ الجنّة بفعلِ المأموراتِ وتركِ المنهّيات",
				"published_date" : "20231003084152535",
				"slug" : ".",
				"text" : "<p>عَنْ أبي عبد الله جَابِرِ بْنِ عَبْدِ اللَّهِ الأنصاري ﵄: أَنَّ رَجُلًا سَأَلَ رَسُولَ اللَّهِ ﷺ فَقَالَ: أَرَأَيْتَ إِذَا صَلَّيْتُ الْمَكْتُوبَاتِ، وَصُمْتُ رَمَضَانَ، وَأَحْلَلْتُ الْحَلَالَ، وَحَرَّمْتُ الْحَرَامَ، وَلَمْ أَزِدْ عَلَى ذَلِكَ شَيْئًا، أَأَدْخُلُ الْجَنَّةَ؟ قَالَ: «نَعَمْ» رَوَاهُ مُسْلِمٌ (١).<br>ومعنى حرمت الحرام: [أي] اجتنبته،<br>ومعنى أحللت الحلال: [أي] فعلته معتقدًا حله، والله أعلم.<br>(١) (١٦).</p>",
				"ringkasan" : "",
				"kategori" : "",
				"gambar" : ""
			},{
				"title" : "٠٢٦. الحديث الثالث والعشرون: مِن جوامع الخير",
				"published_date" : "20231003084815114",
				"slug" : ".",
				"text" : "<p>عَنْ أَبِي مَالِكٍ الحارثِ بن عاصم الْأَشْعَرِيِّ ﵁ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «الطُّهُورُ شَطْرُ الْإِيمَانِ، وَالْحَمْدُ لِلَّهِ تَمْلَأُ الْمِيزَانَ،<br>وَسُبْحَانَ اللَّهِ، وَالْحَمْدُ لِلَّهِ تَمْلَآنِ أَوْ تَمْلَأُ مَا بَيْنَ السَّمَاوَاتِ وَالْأَرْضِ، وَالصَّلَاةُ نُورٌ، وَالصَّدَقَةُ بُرْهَانٌ، وَالصَّبْرُ ضِيَاءٌ، وَالْقُرْآنُ حُجَّةٌ لَكَ أَوْ عَلَيْكَ، كُلُّ النَّاسِ يَغْدُو، فَبَائِعٌ نَفْسَهُ، فَمُعْتِقُهَا أَوْ مُوبِقُهَا» رَوَاهُ مُسْلِمٌ (١).<br>(١) (٢٢٣)، وانظر جامع العلوم والحكم لابن رجب (٢/ ٦٢٩).</p>",
				"ringkasan" : "",
				"kategori" : "",
				"gambar" : ""
			},{
				"title" : "٠٢٧. الحديث الرابع والعشرون: آلاءُ الله تعالى وفضلُه على عباده",
				"published_date" : "20231003084847380",
				"slug" : ".",
				"text" : "<p>عَنْ أَبِي ذَرٍّ ﵁، عَنِ النَّبِيِّ ﷺ فِيمَا يَرْوِي عَنْ رَبِّهِ ﷿ أَنَّهُ قَالَ: «يَا عِبَادِي إِنِّي حَرَّمْتُ الظُّلْمَ عَلَى نَفْسِي وَجَعَلْتُهُ بَيْنَكُمْ مُحَرَّمًا فَلَا تَظَالَمُوا، يَا عِبَادِي كُلُّكُمْ ضَالٌّ إِلَّا مَنْ هَدَيْتُهُ فَاسْتَهْدُونِي أَهْدِكُمْ، يَا عِبَادِي كُلُّكُمْ جَائِعٌ إِلَّا مَنْ أَطْعَمْتُهُ فَاسْتَطْعِمُونِي أُطْعِمْكُمْ، يَا عِبَادِي كُلُّكُمْ عَارٍ إِلَّا مَنْ كَسَوْتُهُ فَاسْتَكْسُونِي أَكْسُكُمْ، يَا عِبَادِي إِنَّكُمْ تُخْطِئُونَ بِاللَّيْلِ وَالنَّهَارِ وَأَنَا أَغْفِرُ الذُّنُوبَ جَمِيعًا فَاسْتَغْفِرُونِي أَغْفِرْ لَكُمْ، يَا عِبَادِي إِنَّكُمْ لَنْ تَبْلُغُوا ضَرِّي فَتَضُرُّونِي وَلَنْ تَبْلُغُوا نَفْعِي فَتَنْفَعُونِي، يَا عِبَادِي لَوْ أَنَّ أَوَّلَكُمْ وَآخِرَكُمْ وَإِنْسَكُمْ وَجِنَّكُمْ كَانُوا عَلَى أَتْقَى قَلْبِ رَجُلٍ وَاحِدٍ مِنْكُمْ مَا زَادَ ذَلِكَ فِي مُلْكِي شَيْئًا، يَا عِبَادِي لَوْ أَنَّ أَوَّلَكُمْ وَآخِرَكُمْ وَإِنْسَكُمْ وَجِنَّكُمْ كَانُوا عَلَى أَفْجَرِ قَلْبِ رَجُلٍ وَاحِدٍ مَا نَقَصَ ذَلِكَ مِنْ مُلْكِي شَيْئًا، يَا عِبَادِي لَوْ أَنَّ أَوَّلَكُمْ وَآخِرَكُمْ وَإِنْسَكُمْ وَجِنَّكُمْ قَامُوا فِي صَعِيدٍ وَاحِدٍ فَسَأَلُونِي فَأَعْطَيْتُ كُلَّ إِنْسَانٍ مِنْهُمْ مَسْأَلَتَهُ مَا نَقَصَ ذَلِكَ مِمَّا عِنْدِي إِلَّا كَمَا يَنْقُصُ الْمِخْيَطُ إِذَا دَخَلَ الْبَحْرَ، يَا عِبَادِي إِنَّمَا هِيَ أَعْمَالُكُمْ أُحْصِيهَا لَكُمْ ثُمَّ أُوَفِّيكُمْ إِيَّاهَا، فَمَنْ وَجَدَ خَيْرًا فَلْيَحْمَدِ اللَّهَ وَمَنْ وَجَدَ غَيْرَ ذَلِكَ فَلَا يَلُومَنَّ إِلَّا نَفْسَهُ» رَوَاهُ مُسْلِمٌ (١).<br>(١) (٢٥٧٧).</p>",
				"ringkasan" : "",
				"kategori" : "",
				"gambar" : ""
			},{
				"title" : "٠٢٨. الحديث الخامس والعشرون: التنافسُ في الخير، وفضلُ الذِّكر",
				"published_date" : "20231003084943808",
				"slug" : ".",
				"text" : "<p>عَنْ أَبِي ذَرٍّ ﵁ أَيْضًا «أَنَّ نَاسًا مِنْ أَصْحَابِ رَسُولِ اللَّهِ ﷺ قَالُوا لِلنَّبِيِّ ﷺ: يَا رَسُولَ اللَّهِ ذَهَبَ أَهْلُ الدُّثُورِ بِالْأُجُورِ، يُصَلُّونَ كَمَا نُصَلِّي، وَيَصُومُونَ كَمَا نَصُومُ، وَيَتَصَدَّقُونَ بِفُضُولِ أَمْوَالِهِمْ، قَالَ: «أَوَلَيَسَ قَدْ جَعَلَ اللَّهُ لَكُمْ مَا تَصَّدَّقُونَ؟ إِنَّ بِكُلِّ تَسْبِيحَةٍ صَدَقَةً، وَكُلِّ تَكْبِيرَةٍ صَدَقَةً، وَكُلِّ تَحْمِيدَةٍ صَدَقَةً، وَكُلِّ تَهْلِيلَةٍ صَدَقَةً، وَأَمْرٌ بِالْمَعْرُوفِ صَدَقَةٌ، وَنَهْيٌ عَنْ مُنْكَرٍ صَدَقَةٌ، وَفِي بُضْعِ أَحَدِكُمْ صَدَقَةٌ» قَالُوا: يَا رَسُولَ اللَّهِ أَيَأْتِي أَحَدُنَا شَهْوَتَهُ وَيَكُونُ لَهُ فِيهَا أَجْرٌ؟ قَالَ: «أَرَأَيْتُمْ لَوْ وَضَعَهَا فِي حَرَامٍ، أَكَانَ عَلَيْهِ وِزْرٌ؟ فَكَذَلِكَ إِذَا وَضَعَهَا فِي الْحَلَالِ كَانَ لَهُ أَجْرٌ» رَوَاهُ مُسْلِمٌ (١).<br>(١) (١٠٠٦).</p>",
				"ringkasan" : "",
				"kategori" : "",
				"gambar" : ""
			},{
				"title" : "٠٢٩. الحديث السادس والعشرون: كثرة طُرق الخير، وتعدُّد أنواع الصَّدقات",
				"published_date" : "20231003085017143",
				"slug" : ".",
				"text" : "<p>عَنْ أَبِي هُرَيْرَةَ، ﵁ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «كُلُّ سُلَامَى مِنَ النَّاسِ عَلَيْهِ صَدَقَةٌ كُلَّ يَوْمٍ تَطْلُعُ فِيهِ الشَّمْسُ يَعْدِلُ بَيْنَ الاِثْنَيْنِ صَدَقَةٌ، وَيُعِينُ الرَّجُلَ فِي دَابَّتِهِ، فَيَحْمِلُهُ عَلَيْهَا، أَوْ يَرْفَعُ لَهُ عَلَيْهَا مَتَاعَهُ صَدَقَةٌ، وَالْكَلِمَةُ الطَّيِّبَةُ صَدَقَةٌ، وَبِكُلِّ خُطْوَةٍ يَمْشِيهَا إِلَى الصَّلَاةِ صَدَقَةٌ، وَتُمِيطُ الْأَذَى عَنِ الطَّرِيقِ صَدَقَةٌ» رَوَاهُ الْبُخَارِيُّ، وَمُسْلِمٌ (١).<br>(١) البخاري (٢٩٨٩)، ومسلم (١٠٠٩).</p>",
				"ringkasan" : "",
				"kategori" : "",
				"gambar" : ""
			},{
				"title" : "٠٣٠. الحديث السابع والعشرون: تعريفُ البِرِّ والإثم",
				"published_date" : "20231003085056730",
				"slug" : ".",
				"text" : "<p>عَنِ النَّوَّاسِ بْنِ سَمْعَانَ الْأَنْصَارِيِّ قَالَ: سَأَلْتُ رَسُولَ اللَّهِ ﷺ عَنِ الْبِرِّ وَالْإِثْمِ، فَقَالَ: «الْبِرُّ حُسْنُ الْخُلُقِ، وَالْإِثْمُ مَا حَاكَ فِي صَدْرِكَ وَكَرِهْتَ أَنْ يَطَّلِعَ عَلَيْهِ النَّاسُ» رَوَاهُ مُسْلِمٌ (١).<br>وَعَنْ وَابِصَةَ بْنِ مَعْبَدٍ قَالَ: «أَتَيْتُ رَسُولَ اللَّهِ ﷺ فَقَالَ: جِئْتَ تَسْأَلُ عَنِ الْبِرِّ وَالْإِثْمِ؟ قُلْتُ: نَعَمْ، قَالَ: «اسْتَفْتِ قَلْبَكَ، الْبَرُّ مَا اطْمَأَنَّتْ إِلَيْهِ النَّفْسُ، وَاطْمَأَنَّ إِلَيْهِ الْقَلْبُ، وَالْإِثْمُ مَا حَاكَ فِي النَّفْسِ، وَتَرَدَّدَ فِي الصَّدْرِ، وَإِنْ أَفْتَاكَ النَّاسُ وَأَفْتَوْكَ» حديث حسن (٢).<br>رويناه في مسندي الإمامين أحمد بن حنبل، والدرامي بإسناد حسن.<br>(١) (٢٥٥٣).<br>(٢) حسن بمجموع طرقه وشواهده ما عدا لفظ: «اسْتَفْتِ قَلْبَكَ، وَإِنْ أَفْتَاكَ النَّاسُ وَأَفْتَوْكَ». فقد أخرجها أحمد (١٨٠٠٦)، والدارمي (٢٥٧٥)، وابن أبي شيبة (٧٥٣) وغيرهم من طرق ضعيفة، ولعل لذلك أعرض مسلم عن ذكرها في صحيحه.</p>",
				"ringkasan" : "",
				"kategori" : "",
				"gambar" : ""
			},{
				"title" : "٠٣١. الحديث الثامن والعشرون: السَّمعُ والطّاعة والالتزام بالسُّنَة",
				"published_date" : "20231003085128344",
				"slug" : ".",
				"text" : "<p>عَنِ أبي نَجِيحٍ الْعِرْبَاضِ بْنِ سَارِيَةَ ﵁ قَالَ: «وَعَظَنَا رَسُولُ اللَّهِ ﷺ مَوْعِظَةً، وَجَلَتْ مِنْهَا الْقُلُوبُ، وَذَرَفَتْ مِنْهَا الْعُيُونُ، فَقُلْنَا: يَا رَسُولَ اللَّهِ، كَأَنَّهَا مَوْعِظَةُ مُوَدِّعٍ، فَأَوْصِنَا، قَالَ: أُوصِيكُمْ بِتَقْوَى اللَّهِ، وَالسَّمْعِ وَالطَّاعَةِ، وَإِنْ تَأَمَّرَ عَلَيْكُمْ عَبْدٌ، فَإِنَّهُ مَنْ يَعِشْ مِنْكُمْ فَسَيَرَى اخْتِلَافًا كَثِيرًا، فَعَلَيْكُمْ بِسُنَّتِي وَسُنَّةِ الْخُلَفَاءِ الرَّاشِدِينَ، عَضُّوا عَلَيْهَا بِالنَّوَاجِذِ، وَإِيَّاكُمْ وَمُحْدَثَاتِ الْأُمُورِ، فَإِنَّ كُلَّ بِدْعَةٍ ضَلَالَةٌ» رَوَاهُ أَبُو دَاوُدَ، وَالتِّرْمِذِيُّ، وقال: حديثٌ حسنٌ صحيح (١).<br>(١) حسن بمجموع طرقه؛ أخرجه أبو داود (٤٦٠٧)، والترمذي (٢٦٧٦) وغيرهما.</p>",
				"ringkasan" : "",
				"kategori" : "",
				"gambar" : ""
			},{
				"title" : "٠٣٢. الحديث التاسع والعشرون: طريقُ النّجاة",
				"published_date" : "2023100308561578",
				"slug" : ".",
				"text" : "<p>عَنْ مُعَاذٍ بن جبل ﵁ قَالَ: قُلْتُ: يَا رَسُولَ اللَّهِ أَخْبِرْنِي بِعَمَلٍ يُدْخِلُنِي الْجَنَّةَ وَيُبَاعِدُنِي مِنَ النَّارِ، قَالَ: لَقَدْ سَأَلْتَ عَنْ عَظِيمٍ وَإِنَّهُ لَيَسِيرٌ عَلَى مَنْ يَسَّرَهُ اللَّهُ تعالى عَلَيْهِ: تَعْبُدُ اللَّهَ لَا تُشْرِكُ بِهِ شَيْئًا، وَتُقِيمُ الصَّلَاةَ، وَتُؤْتِي الزَّكَاةَ، وَتَصُومُ رَمَضَانَ، وَتَحُجُّ الْبَيْتَ. ثُمَّ قَالَ: أَلَا أَدُلُّكَ عَلَى أَبْوَابِ الْخَيْرِ؟ الصَّوْمُ جُنَّةٌ، وَالصَّدَقَةُ تُطْفِئُ الْخَطِيئَةَ كَمَا يُطْفِئُ الْمَاءُ النَّارَ، وَصَلَاةُ الرَّجُلِ من جَوْفِ اللَّيْلِ، ثُمَّ تَلَا: ﴿تَتَجَافَى جُنُوبُهُمْ عَنِ الْمَضَاجِعِ﴾ [السجدة: ١٦] حَتَّى<br>بَلَغَ: يَعْلَمُونَ [السَّجْدَةِ: ١٦ - ١٧]، ثُمَّ قَالَ: أَلَا أُخْبِرُكَ بِرَأْسِ الْأَمْرِ وَعَمُودِهِ وَذُرْوَةِ سَنَامِهِ؟ قُلْتُ: بَلَى يَا رَسُولَ اللَّهِ، قَالَ: رَأْسُ الْأَمْرِ الْإِسْلَامُ، وَعَمُودُهُ الصَّلَاةُ، وَذُرْوَةُ سَنَامِهِ الْجِهَادُ، ثُمَّ قَالَ: أَلَا أُخْبِرُكَ بِمِلَاكِ ذَلِكَ كُلِّهِ؟ قُلْتُ: بَلَى يَا رَسُولَ اللَّهِ، فَأَخَذَ بِلِسَانِهِ، قَالَ: كُفَّ عَلَيْكَ هَذَا قُلْتُ: يَا نَبِيَّ اللَّهِ، وَإِنَّا لَمُؤَاخَذُونَ بِمَا نَتَكَلَّمُ بِهِ؟ فَقَالَ: ثَكِلَتْكَ أُمُّكَ، وَهَلْ يَكُبُّ النَّاسَ فِي النَّارِ عَلَى وُجُوهِهِمْ، أَوْ عَلَى مَنَاخِرِهِمْ إِلَّا حَصَائِدُ أَلْسِنَتِهِمْ» رَوَاهُ التِّرْمِذِيُّ وقال: حَدِيث حسن صَحِيحٌ (١).<br>(١) صَحِيحٌ بمجموع طرقه؛ أخرجه الترمذي (٢٦١٦)، وأحمد (٢٢٠٦٣) وغيرهما.</p>",
				"ringkasan" : "",
				"kategori" : "",
				"gambar" : ""
			},{
				"title" : "٠٣٣. الحديث الثلاثون: الالتزامُ بحدود الشّرع",
				"published_date" : "20231003085641211",
				"slug" : ".",
				"text" : "<p>عَنْ أَبِي ثَعْلَبَةَ الْخُشَنِيِّ جُرثُومِ بنِ ناشرٍ ﵁، عَنْ رَسُولِ اللَّهِ ﷺ، قَالَ: «إِنَّ اللَّهَ ﷿ فَرَضَ فَرَائِضَ، فَلَا تُضَيِّعُوهَا، وَحَدَّ حُدُودًا فَلَا تَعْتَدُوهَا، وَحَرَّمَ أَشْيَاءَ، فَلَا تَنْتَهِكُوهَا، وَسَكَتَ عَنْ أَشْيَاءَ رَحْمَةً لَكُمْ غَيْرَ نِسْيَانٍ، فَلَا تَبْحَثُوا عَنْهَا» حَدِيثٌ حسنٌ، رَوَاهُ الدارقطني وَغَيْرُهُ (١).<br>(١) ضعيف؛ أخرجه الدارقطني (١٨٤)، والطبراني (٥٨٩) وغيرهم، من طريق مكحول عن أبي ثعلبة مرفوعًا، ومكحول لم يسمع من أبي ثعلبة، ينظر «جامع التحصيل» للعلائي (٧٩٦).</p>",
				"ringkasan" : "",
				"kategori" : "",
				"gambar" : ""
			},{
				"title" : "٠٣٤. الحديث الحادي والثلاثون: الزُّهدُ في الدُّنيا، وثمرتُه",
				"published_date" : "2023100309042723",
				"slug" : ".",
				"text" : "<p>عَنْ أبي العباس سَهْلِ بْنِ سَعْدٍ السَّاعِدِيِّ قَالَ: جَاءَ رَجُلٌ إِلَى النَّبِيِّ ﷺ فَقَالَ: يَا رَسُولَ اللَّهِ دُلَّنِي عَلَى عَمَلٍ إِذَا عَمِلْتُهُ أَحَبَّنِي اللَّهُ، وَأَحَبَّنِي النَّاسُ، فَقَالَ: «ازْهَدْ فِي الدُّنْيَا يُحِبَّكَ اللَّهُ، وَازْهَدْ فِيمَا عِنْدَ النَّاسِ يُحِبَّكَ النَّاسُ» حَدِيثٌ حسن، رَوَاهُ ابْنُ مَاجَهْ وَغَيْرُهُ بأسانيد حسنةٍ (١).<br>(١) ضعيف جدًا؛ أخرجه ابن ماجه (١٤٠٢)، والبيهقي في «الشعب» (١٠٠٤٣)، من طريق خالد بن عمرو القرشي عن الثوري عن أبي حازم عن أبي العباس مرفوعا. وخالد هذا يضع الحديث، وقد ضعف الحديث العقيلي وابن عدي.<br>فقال العقيلي في «الضعفاء الكبير» (٢/ ١٠): «لَيْسَ لَهُ مِنْ حَدِيثِ الثَّوْرِيِّ أَصْلٌ ... لِأَنَّ الْمَشْهُورَ بِهِ خَالِدٌ هَذَا».<br>وقال ابن عدي في «الكامل في ضعفاء الرجال» (٣/ ٤٥٩): «... الحديث عن الثَّوْريّ منكر».</p>",
				"ringkasan" : "",
				"kategori" : "",
				"gambar" : ""
			},{
				"title" : "٠٣٥. الحديث الثاني والثلاثون: لا ضَرَرَ وَلا ضِرَارَ",
				"published_date" : "20231003090455553",
				"slug" : ".",
				"text" : "<p>عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ ﵁، أَنَّ النَّبِيَّ ﷺ قَالَ: «لَا ضَرَرَ وَلَا ضِرَارَ» حَدِيثٌ حَسَنٌ، راه ابنُ ماجه، والدارقطني، وغيرهما مسندًا، ورواه مالك رحمه الله تعالى في «الموطأ» عن عمرو بن يحيى، عن أبيه، عن النبي ﷺ مرسلًا، فأسقط أبا سعيد، وله طرق يقوي بعضها ببعضٍ (١).<br>(١) صحيح بمجموع طرقه وشواهده؛ أخرجه ابن ماجه (٢٣٤٠)، والدارقطني (٢٨٨)، ومالك في «الموطأ» (٢١٧٧)، وغيرهم.</p>",
				"ringkasan" : "",
				"kategori" : "",
				"gambar" : ""
			},{
				"title" : "٠٣٦. الحديث الثالث والثلاثون: مِن أسُسِ القضاء في الإسلام",
				"published_date" : "20231003090530471",
				"slug" : ".",
				"text" : "<p>عَنِ ابْنِ عَبَّاسٍ ﵄ أَنَّ رَسُولَ اللَّهِ ﷺ قَالَ: «لَوْ يُعْطَى النَّاسُ بِدَعْوَاهُمْ، لَادَّعَى رِجَالٌ أَمْوَالَ قَوْمٍ وَدِمَاءَهُمْ لَكِنَّ الْبَيِّنَةَ عَلَى الْمُدَّعِي وَالْيَمِينَ عَلَى مَنْ أَنْكَرَ» حَدِيثٌ حسن، رَوَاهُ الْبَيْهَقِيُّ (١) وَغَيْرُهُ هَكَذَا، وَبَعْضُهُ فِي «الصَّحِيحَيْنِ» (٢).<br>(١) أخرجه البيهقي (٢١٢٠٠) والديات لابن أبي عاصم (٤٠) وغبره.<br>(٢) أخرجه البخاري (٤٥٥٢)، ومسلم (١٧١١) وغيرهما، دون لفظ (البينة على المدعي)، وهي صحيحة فقد رويت من طرق عن ابن جريج عن ابن أبي مليكة عن ابن عباس. والعمل عليها عند أهل العلم، بل نقل ابن المنذر الإجماع على العمل بها (٢٨٩).</p>",
				"ringkasan" : "",
				"kategori" : "",
				"gambar" : ""
			},{
				"title" : "٠٣٧. الحديث الرابع والثلاثون: تغييرُ المنكَر، ومَراتبه",
				"published_date" : "20231003090606474",
				"slug" : ".",
				"text" : "<p>عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ قَالَ: سَمِعْتُ رَسُولَ اللَّهِ ﷺ يَقُولُ: «مَنْ رَأَى مِنْكُمْ مُنْكَرًا فَلْيُغَيِّرْهُ بِيَدِهِ، فَإِنْ لَمْ يَسْتَطِعْ فَبِلِسَانِهِ، فَإِنْ لَمْ يَسْتَطِعْ فَبِقَلْبِهِ، وَذَلِكَ أَضْعَفُ الْإِيمَانِ» رَوَاهُ مُسْلِمٌ (١).<br>(١) (٤٩).</p>",
				"ringkasan" : "",
				"kategori" : "",
				"gambar" : ""
			},{
				"title" : "٠٣٨. الحديث الخامس والثلاثون: أُخُوَّةُ الإسلام، وحقوقُ المسلِم",
				"published_date" : "20231003090639353",
				"slug" : ".",
				"text" : "<p>عَنْ أَبِي هُرَيْرَةَ ﵁، قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «لَا تَحَاسَدُوا، وَلَا تَنَاجَشُوا، وَلَا تَبَاغَضُوا، وَلَا تَدَابَرُوا، وَلَا يَبِعْ بَعْضُكُمْ عَلَى بَيْعِ بَعْضٍ، وَكُونُوا عِبَادَ اللَّهِ إِخْوَانًا، الْمُسْلِمُ أَخُو الْمُسْلِمِ، لَا يَظْلِمُهُ، وَلَا يَخْذُلُهُ، وَلَا يَكْذِبُهُ، وَلَا يَحْقِرُهُ، التَّقْوَى هَاهُنَا؛ وَيُشِيرُ إِلَى صَدْرِهِ ثَلَاثَ مَرَّاتٍ - بِحَسْبِ امْرِئٍ مِنَ الشَّرِّ أَنْ يَحْقِرَ أَخَاهُ الْمُسْلِمَ، كُلُّ الْمُسْلِمِ عَلَى الْمُسْلِمِ حَرَامٌ، دَمُهُ، وَمَالُهُ، وَعِرْضُهُ» رَوَاهُ مُسْلِمٌ (١).<br>(١) (٢٥٦٤).</p>",
				"ringkasan" : "",
				"kategori" : "",
				"gambar" : ""
			},{
				"title" : "٠٣٩. الحديث السادس والثلاثون: قضاءُ حوائج المسلِمين، وفضلُ طلَبِ العِلْم",
				"published_date" : "20231003090715498",
				"slug" : ".",
				"text" : "<p>عَنْ أَبِي هُرَيْرَةَ ﵁، عَنْ رَسُولِ اللَّهِ ﷺ، قَالَ: «مَنْ نَفَّسَ عَنْ مُؤْمِنٍ كُرْبَةً مِنْ كُرَبِ الدُّنْيَا، نَفَّسَ اللَّهُ عَنْهُ كُرْبَةً مِنْ كُرَبِ يَوْمِ الْقِيَامَةِ، وَمَنْ يَسَّرَ عَلَى مُعْسِرٍ، يَسَّرَ اللَّهُ عَلَيْهِ فِي الدُّنْيَا وَالْآخِرَةِ، وَمَنْ سَتَرَ مُسْلِمًا، سَتَرَهُ اللَّهُ فِي الدُّنْيَا وَالْآخِرَةِ، وَاللَّهُ فِي عَوْنِ الْعَبْدِ، مَا كَانَ الْعَبْدُ فِي عَوْنِ أَخِيهِ، وَمَنْ سَلَكَ طَرِيقًا يَلْتَمِسُ فِيهِ عِلْمًا، سَهَّلَ اللَّهُ لَهُ بِهِ طَرِيقًا إِلَى الْجَنَّةِ، وَمَا اجْتَمَعَ قَوْمٌ فِي بَيْتٍ مِنْ بُيُوتِ اللَّهِ، يَتْلُونَ كِتَابَ اللَّهِ، وَيَتَدَارَسُونَهُ بَيْنَهُمْ، إِلَّا نَزَلَتْ عَلَيْهِمُ السَّكِينَةُ، وَغَشِيَتْهُمُ الرَّحْمَةُ، وَحَفَّتْهُمُ الْمَلَائِكَةُ، وَذَكَرَهُمُ اللَّهُ فَيَمَنْ عِنْدَهُ، وَمَنْ بَطَّأَ بِهِ عَمَلُهُ، لَمْ يُسْرِعْ بِهِ نَسَبُهُ» رَوَاهُ مُسْلِمٌ بهذا اللفظِ (١).<br>(١) (٢٦٩٩).</p>",
				"ringkasan" : "",
				"kategori" : "",
				"gambar" : ""
			},{
				"title" : "٠٤٠. الحديث السابع والثلاثون: عظيمُ لطفِ الله تعالى بعباده، وفضلُه عليهم",
				"published_date" : "20231003144756633",
				"slug" : ".",
				"text" : "<p>عَنِ ابْنِ عَبَّاسٍ ﵄ عَنْ رَسُولِ اللَّهِ ﷺ فِيمَا يَرْوِي عَنْ رَبِّهِ ﵎ قَالَ: «إِنَّ اللَّهَ كَتَبَ الْحَسَنَاتِ وَالسَّيِّئَاتِ ثُمَّ بَيَّنَ ذَلِكَ، فَمَنْ هَمَّ بِحَسَنَةٍ فَلَمْ يَعْمَلْهَا كَتَبَهَا اللَّهُ عِنْدَهُ حَسَنَةً كَامِلَةً، وَإِنْ هَمَّ بِهَا فَعَمِلَهَا كَتَبَهَا اللَّهُ ﷿ عِنْدَهُ عَشْرَ حَسَنَاتٍ إِلَى سَبْعِ مِئَةِ ضِعْفٍ إِلَى أَضْعَافٍ كَثِيرَةٍ، وَإِنْ هَمَّ بِسَيِّئَةٍ فَلَمْ يَعْمَلْهَا كَتَبَهَا اللَّهُ عِنْدَهُ حَسَنَةً كَامِلَةً، وَإِنْ هَمَّ بِهَا فَعَمِلَهَا كَتَبَهَا اللَّهُ سَيِّئَةً وَاحِدَةً» رَوَاهُ الْبُخَارِيُّ وَمُسْلِمٌ، في صحيحيهما بهذه الحروف (١).<br>فانظر يا أخي وفقنا الله وإياك إلى عظيم لطف الله تعالى، وتأمل هذه الألفاظ. وقوله «عنده» إشارة إلى الاعتناء بها. وقوله «كاملة» للتوكيد وشدة الاعتناء بها. وقال في السيئة التي هم بها ثم تركها «كتبها الله عنده حسنة كاملة» فأكدها بـ (كاملة) وإن عملها كتبها الله سيئة واحدة، فأكد تقليلها، بـ (واحدة) ولم يؤكدها بـ (كاملة).فلله الحمد والمنة، سبحانه لا نحصي ثناء عليه، وبالله التوفيق.<br>(١) البخاري (٦٤٩١)، ومسلم (١٣١).</p>",
				"ringkasan" : "",
				"kategori" : "",
				"gambar" : ""
			},{
				"title" : "٠٤١. الحديث الثامن والثلاثون: محبَّة اللهِ تعالى لأوليائِه، وبَيانُ طريقِ الولاية",
				"published_date" : "20231003144835914",
				"slug" : ".",
				"text" : "<p>عَنْ أَبِي هُرَيْرَةَ ﵁ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «إِنَّ اللَّهَ تَعَالَى قَالَ مَنْ عَادَى لِي وَلِيًّا، فَقَدْ آذَنْتُهُ بِالْحَرْبِ وَمَا تَقَرَّبَ إِلَيَّ عَبْدِي بِشَيْءٍ أَحَبَّ إِلَيَّ مِمَّا افْتَرَضْتُ عَلَيْهِ، وَلَا يَزَالُ عَبْدِي يَتَقَرَّبُ إِلَيَّ بِالنَّوَافِلِ حَتَّى أُحِبَّهُ، فَإِذَا أَحْبَبْتُهُ، كُنْتُ سَمْعَهُ الَّذِي يَسْمَعُ بِهِ، وَبَصَرَهُ الَّذِي يُبْصِرُ بِهِ، وَيَدَهُ الَّتِي يَبْطِشُ بِهَا، وَرِجْلَهُ الَّتِي يَمْشِي بِهَا، وَإنْ سَأَلَنِي أعْطَيْتُهُ، وَلَئِنِ اسْتَعَاذَنِي لَأُعِيذَنَّهُ» رَوَاهُ الْبُخَارِيُّ (١).<br>(١) أخرجه البخاري (٦٥٠٢)، دون الكتب التسعة، وفي سنده خالد بن مخلد، وقد تكلم فيه جماعة من أئمة الجرح والتعديل، وقال الذهبي في «ميزان الاعتدال» (١/ ٦٤١) «هذا حديث غريب جدا، ولولا هيبة الجامع الصحيح لعدوه في منكرًات خالد بن مخلد، وذلك لغرابة لفظه» وانظر فتح الباري لابن حجر (١١/ ٣٤١).</p>",
				"ringkasan" : "",
				"kategori" : "",
				"gambar" : ""
			},{
				"title" : "٠٤٢. الحديث التاسع والثلاثون: رَفعُ الحَرَجِ في الإسلام",
				"published_date" : "20231003144912808",
				"slug" : ".",
				"text" : "<p>عَنِ ابْنِ عَبَّاسٍ ﵄، أَنَّ رَسُولَ ﷺ قَالَ: «إِنَّ اللَّهَ تَجَاوَزَ لِي عَنْ أُمَّتِي الْخَطَأَ وَالنِّسْيَانَ، وَمَا اسْتُكْرِهُوا عَلَيْهِ» حديث حسن، رَوَاهُ ابْنُ مَاجَهْ، وَالْبَيْهَقِيُّ، وَغَيْرُهُمَا (١).<br>(١) طرقه فيها مقال ومعناه صحيح؛ أخرجه ابن ماجه (٢٠٣٦)، والبيهقي (١١٤٥٤) وغيرهما، قال ابن العربي في «القبس في شرح موطأ مالك» (ص: ١٠٥٥) «هذان الحديثان لم يثبت لهما قدم في الصحة، لكن معناهما صحيح قطعا»، قال تعالى ﴿رَبَّنَا لَا تُؤَاخِذْنَا إِنْ نَسِينَا أَوْ أَخْطَأْنَا رَبَّنَا وَلَا تَحْمِلْ عَلَيْنَا إِصْرًا كَمَا حَمَلْتَهُ عَلَى الَّذِينَ مِنْ قَبْلِنَا رَبَّنَا وَلَا تُحَمِّلْنَا مَا لَا طَاقَةَ لَنَا بِهِ وَاعْفُ عَنَّا وَاغْفِرْ لَنَا وَارْحَمْنَا أَنْتَ مَوْلَانَا فَانْصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ (٢٨٦)﴾ [البقرة: ٢٨٦]، وقال ﴿مَنْ كَفَرَ بِاللَّهِ مِنْ بَعْدِ إِيمَانِهِ إِلَّا مَنْ أُكْرِهَ وَقَلْبُهُ مُطْمَئِنٌّ بِالْإِيمَانِ وَلَكِنْ مَنْ شَرَحَ بِالْكُفْرِ صَدْرًا فَعَلَيْهِمْ غَضَبٌ مِنَ اللَّهِ وَلَهُمْ عَذَابٌ عَظِيمٌ (١٠٦)﴾ [النحل: ١٠٦].</p>",
				"ringkasan" : "",
				"kategori" : "",
				"gambar" : ""
			},{
				"title" : "٠٤٣. الحديث الأربعون: اغتنام الأوقات قبل الوفاة",
				"published_date" : "20231003145011322",
				"slug" : ".",
				"text" : "<p>عَنِ ابْنِ عُمَرَ ﵄ قَالَ: «أَخَذَ رَسُولُ اللَّهِ ﷺ بِمَنْكِبِي، فَقَالَ: كُنْ فِي الدُّنْيَا كَأَنَّكَ غَرِيبٌ أَوْ عَابِرُ سَبِيلٍ. وَكَانَ ابْنُ عُمَرَ يَقُولُ: إِذَا أَمْسَيْتَ، فَلَا تَنْتَظِرِ الصَّبَاحَ، وَإِذَا أَصْبَحْتَ فَلَا تَنْتَظِرِ الْمَسَاءَ، وَخُذْ مِنْ صِحَّتِكَ لِمَرَضِكَ، وَمِنْ حَيَاتِكَ لِمَوْتِكَ» رَوَاهُ الْبُخَارِيُّ (١).<br>(١) (٦٤١٦)، وانظر جامع العلوم والحكم لابن رجب (٢/ ٣٧٦).</p>",
				"ringkasan" : "",
				"kategori" : "",
				"gambar" : ""
			},{
				"title" : "٠٤٤. الحديث الحادي والأربعون: اتِّباع النّبي ﷺ",
				"published_date" : "20231003145050389",
				"slug" : ".",
				"text" : "<p>عَنْ أبي مُحَمَّدٍ عَبْدِ اللَّهِ بْنِ عَمْرِو بْنِ الْعَاصِ ﵄، قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «لَا يُؤْمِنُ أَحَدُكُمْ حَتَّى يَكُونَ هَوَاهُ تَبَعًا لِمَا جِئْتُ بِهِ» حديث صحيح، ورويناه في «كتاب الحجة» بإسناد صحيح (١).<br>(١) ضعيف؛ تفرد بهذا الحديث نعيم بن حماد وهو ضعيف، أخرجه ابن المقدسي في «الحجه» (٢/ ٣٩٣) وغيره، وانظر جامع العلوم والحكم (٢/ ٣٩٣).</p>",
				"ringkasan" : "",
				"kategori" : "",
				"gambar" : ""
			},{
				"title" : "٠٤٥. الحديث الثاني والأربعون: سَعَةُ مغفرةِ اللهِ",
				"published_date" : "20231003145200339",
				"slug" : ".",
				"text" : "<p>عَنْ أَنَسِ بْنِ مَالِكٍ رَضِيَ عَنْهُ، قَالَ: سَمِعْتُ رَسُولَ اللَّهِ ﷺ يَقُولُ: «قَالَ اللَّهُ تَعَالَى: يَا بْنَ آدَمَ، إِنَّكَ مَا دَعَوْتَنِي وَرَجَوْتَنِي غَفَرْتُ لَكَ عَلَى مَا كَانَ مِنْكَ وَلَا أُبَالِي، يَا ابْنَ آدَمَ، لَوْ بَلَغَتْ ذُنُوبُكَ عَنَانَ السَّمَاءِ، ثُمَّ اسْتَغْفَرْتَنِي، غَفَرْتُ لَكَ، يَا ابْنَ آدَمَ، إِنَّكَ لَوْ أَتَيْتَنِي بِقُرَابِ الْأَرْضِ خَطَايَا، ثُمَّ لَقِيتَنِي لَا تُشْرِكْ بِي شَيْئًا، لَأَتَيْتُكَ بِقُرَابِهَا مَغْفِرَةً» رَوَاهُ التِّرْمِذِيُّ ﵀ وَقَالَ: حَدِيثٌ حَسَنٌ (١).<br>(١) حسن بمجموع طرقه وشواهده؛ أخرجه الترمذي (٣٥٤٠)،والطبراني في الاوسط (٤٣٠٥) وغيرهما.</p>",
				"ringkasan" : "",
				"kategori" : "",
				"gambar" : ""
			},{
				"title" : "٠٤٦. خَاتمَة الكِتَاب",
				"published_date" : "20231003145242946",
				"slug" : ".",
				"text" : "<p>فَهَذَا آخِرُ مَا قَصَدْتُهُ مِنْ بَيَانِ الأَحَادِيثِ الَّتِي جَمَعَتْ قَوَاعِدَ الإِسْلَامِ، وَتَضَمَّنَتْ مَا لَا يُحْصَى مِنْ أَنْوَاعِ الْعُلُومِ فِي الأُصُولِ وَالْفُرُوعِ، وَالآدَابِ وَسَائِرِ وُجُوهِ، الأَحْكَامِ.<br>وَهَأَنَا أَذْكُرُ بَابًا مُخْتَصَرًا جِدًّا في ضَبْطِ أَلْفَاظِهَا مُرَتَّبَةً؛ لِئَلَّا يُغْلَطَ فِي شَيْءٍ مِنْهَا، وَلِيَسْتَغْنِيَ بِهَا حَافِظُهَا عَنْ مُرَاجَعَةِ غَيْرِهِ فِي ضَبْطِهَا، ثُمَّ أَشْرَعُ في شَرْحِهَا إِنْ شَاءَ اللَّهُ تَعَالَى في كِتَابٍ مُسْتَقِلٍّ، وَأَرْجُو مِنْ فَضْلِ اللَّهِ تَعَالَى أَنْ يُوَفِّقَنِي فِيهِ لِبَيَانِ مُهِمَّاتٍ مِنَ اللَّطَائِفِ، وَجُمَلٍ مِنَ الْفَوَائِدِ وَالْمَعَارِفِ، لَا يَسْتَغْنِي مُسْلِمٌ عَنْ مَعْرِفَةِ مَثْلِهَا، وَيَظْهَرُ لِمُطَالِعِهَا جَزَالَةُ هَذِهِ الأَحَادِيثِ وَعِظَمُ فَضْلِهَا، وَمَا اشْتَمَلَتْ عَلَيْهِ مِنَ الْنَّفَائِسِ الَّتِي ذَكَرْتُهَا، وَالْمُهِمَّاتِ الَّتِي وَصَفْتُهَا، وَيَعْلَمُ بِهَا الْحِكْمَةَ فِي اخْتِيَارِ هَذِهِ الأَحَادِيثِ الأَرْبَعِينَ، وَأَنَّهَا حَقِيقَةٌ بِذَلِكَ عِنْدَ النَّاظِرِينَ.<br>وَإِنَّمَا أَفْرَدْتُهَا عَنْ هَذَا الْجُزْءِ؛ لِيَسْهُلَ حِفْظُ ذَا الْجُزْءِ بِانْفِرَادِهِ، ثُمَّ مَنْ أَرَادَ ضَمَّ الشَّرْحِ إِلَيْهِ. . فَلْيَفْعَلْ، وَللَّهِ عَلَيْهِ الْمِنَّةُ بِذَلِكَ؛ إِذْ يَقِفُ عَلَى نَفَائِسِ اللَّطَائِفِ الْمُسْتَنْبَطَةِ مِنْ كَلَامِ مَنْ قَالَ اللَّهُ فِي حَقِّهِ: ﴿وَمَا يَنْطِقُ عَنِ الْهَوَى (٣) إِنْ هُوَ<br>إِلَّا وَحْيٌ يُوحَى﴾ (١)، وَللَّهِ الْحَمْدُ وَالْمِنَّةُ أَوَّلًا وَآخِرًا، بَاطِنًا وَظَاهِرًا عَلَى نِعَمِهِ.<br>(١) [النجم: ٣، ٤]</p>",
				"ringkasan" : "",
				"kategori" : "",
				"gambar" : ""
			},{
				"title" : "٠٤٧. بَابُ الإِشَارَاتِ إِلَى ضَبْطِ الأَلْفَاظِ الْمُشْكِلَاتِ",
				"published_date" : "20231003145908255",
				"slug" : ".",
				"text" : "<p>هذا الباب وإن ترجمته بالمشكلات فقد أُنبِّه فيه على ألفاظٍ من الواضحات.<br>في الخطبة:<br>- «نَضَّرَ اللَّهُ امْرَأً» روي بتشديد الضاد وتخفيفها، والتشديد أكثر؛ ومعناه: حسَّنه وجمَّله.</p>",
				"ringkasan" : "",
				"kategori" : "",
				"gambar" : ""
			},{
				"title" : "٠٤٨. الحديث الأول",
				"published_date" : "20231003145954202",
				"slug" : ".",
				"text" : "<p>- (أميرُ المُؤمنِينَ) عمر ﵁، هو أول من سمي أمير المؤمنين.<br>- قوله ﷺ: «إنَّمَا الأَعْمَالُ بالنِّيَّاتِ» المزاد: لا تُحسب الأعمال الشرعية إلَّا بالنِّيَّة.<br>- قوله ﷺ: «فَهِجرَتُهُ إلَى اللَّهِ ورَسُولِه» معناه: مقبولة.</p>",
				"ringkasan" : "",
				"kategori" : "",
				"gambar" : ""
			},{
				"title" : "٠٤٩. الحديث الثاني",
				"published_date" : "20231003150031569",
				"slug" : ".",
				"text" : "<p>- (لا يُرى عليهِ أثَرُ السَّفَرِ) هو بضم الياء من (يُرى).<br>- قوله: «تُؤمِنَ بالقدرِ خيرهِ، وشرِّهِ» معناه: تعتقد أن اللَّه تعالى قدَّر الخير والشرَّ قبل خلق الخلق، وَأن جميع الكائنات قائمة بقضاء اللَّه تعالى وقدره وهو مريدٌ لها.<br>- قوله: «فأخبرني عن أمارتها» هو بفتح الهمزة؛ أي: علامتها، ويقال: (أمار) بلا هاء لغتان، لكن الرواية بالهاء.<br>- قوله: «تلِدَ الأمَةُ ربَّتَهَا» أي: سيِّدتها؛ ومعناه: أن تكثر السَّراري حتى تلد الأمة السّرِّية بنتًا لسيدها، وبنت السيد في معنى السيد، وقيل: يكثر بيع السَّراري، حتى<br>تشتري المرأة أمها وتستعبدها جاهلةً بأنها أمها، وقيل غير ذلك، وقد أوضحته في «شرح صحيح مسلم» بدلائله وجميع طرقه (١).<br>- قوله: «العَالَةَ» أي: الفقراء؛ ومعناه: أن أسافل الناس يصب رون أهل ثروةٍ ظاهرةٍ.<br>- قوله: (لبثت مليًّا) (٢) هو بتشديد الياء؛ أي: زمانًا كثيرًا، وكان ذلك ثلاثًا، هكذا جاء مبينًا في رواية أبي داوود، والترمذي وغيرهما (٣).<br>(١) شرح صحيح مسلم (١/ ١٥٨ - ١٥٩).<br>(٢) اللفظ في الحديث: (فلثبت) بالفاء، وفي رواية: (فلبث) والقائل هو عمر ﵁.<br>(٣) سنن أبي داوود (٤٦٩٥)، وسنن الترمذي (٢٦١٠) عن عمر ﵁.</p>",
				"ringkasan" : "",
				"kategori" : "",
				"gambar" : ""
			},{
				"title" : "٠٥٠. الحديث الخامس",
				"published_date" : "20231003150102453",
				"slug" : ".",
				"text" : "<p>- «مَنْ أحدَثَ في أمرِنا. . . فهُو رَدٌّ» أي: مردود، كالخلْق بمعنى المخلوق.</p>",
				"ringkasan" : "",
				"kategori" : "",
				"gambar" : ""
			},{
				"title" : "٠٥١. الحديث السادس",
				"published_date" : "20231003150142571",
				"slug" : ".",
				"text" : "<p>- «فقد استبرأ لدينهِ وعِرضِه» أي: صان دينه، وحمى عرضه من وقوع الناس فيه.<br>- قوله: «يُوشِكُ» هو بضم الياء وكسر الشين؛ أي: يسرع ويقرب.<br>- قوله: «حِمى اللَّهِ محارمُهُ» معناه: الذي حماه اللَّهُ تعالى ومنع دخوله هو الأشياء التي حرَّمها.</p>",
				"ringkasan" : "",
				"kategori" : "",
				"gambar" : ""
			},{
				"title" : "٠٥٢. الحديث السابع",
				"published_date" : "20231003150214494",
				"slug" : ".",
				"text" : "<p>- قوله: (عن أبي رُقَيَّةَ): هو بضم الراء وفتح القاف وتشديد الياء.<br>- قوله: (الدَّاريّ) منسوب إلى جدٍّ له اسمه الدَّار، وقيل: إلى موضعٍ يُقال له: دارين، ويقال فيه أيضًا: الدَّيري نسبةً إلى ديرٍ كان يتعبَّد فيه، وقد بسطت القول في إيضاحه في أوائل «شرح صحيح مسلم» (١).<br>(١) شرح صحيح مسلم (١/ ١٤٢).</p>",
				"ringkasan" : "",
				"kategori" : "",
				"gambar" : ""
			},{
				"title" : "٠٥٣. الحديث التاسع",
				"published_date" : "2023100315024076",
				"slug" : ".",
				"text" : "<p>- قوله: «واختِلافُهُم» هو برفع الفاء لا بكسرها.</p>",
				"ringkasan" : "",
				"kategori" : "",
				"gambar" : ""
			},{
				"title" : "٠٥٤. الحديث العاشر",
				"published_date" : "20231003150328375",
				"slug" : ".",
				"text" : "<p>- قوله: «غُذِيَ بالحَرَام» هو بضم الغين وكسر الذال المعجمة المخففة.</p>",
				"ringkasan" : "",
				"kategori" : "",
				"gambar" : ""
			},{
				"title" : "٠٥٥. الحديث الحادي عشر",
				"published_date" : "20231003150409999",
				"slug" : ".",
				"text" : "<p>- «دَعْ ما يَرِيبُك» بفتح الياء وضمها لغتان، والفتح أفصح وأشهر؛ معناه: اترك ما شككت فيه واعدل إلى ما لا تشك فيه.</p>",
				"ringkasan" : "",
				"kategori" : "",
				"gambar" : ""
			},{
				"title" : "٠٥٦. الحديث الثاني عشر",
				"published_date" : "20231003150432303",
				"slug" : ".",
				"text" : "<p>- قوله: «يَعنيه» بفتح أوله.</p>",
				"ringkasan" : "",
				"kategori" : "",
				"gambar" : ""
			},{
				"title" : "٠٥٧. الحديث الرابع عشر",
				"published_date" : "20231003150517442",
				"slug" : ".",
				"text" : "<p>- قوله: «الثَّيِّبُ الزَّاني» معناه: المَحْصَنُ إذا زنى، وللإحصان شروطٌ معروفةٌ في كتب الفقه.<br>الخامس عشر<br>- قوله: «لِيَصمُتْ» بضم الميم.<br>السابع عشر<br>- «القِتلَةُ» و«الذِّبْحَةُ» بكسر أولهما.<br>- قوله: «ولْيُحِدَّ» هو بضم الياء وكسر الحاء وتشديد الدال، يقال: أَحَدَّ السكين، وحددها، واستحدَّها بمعنًى.<br>الثامن عشر<br>- (جُنْدُب) بضم الجيم، وبضم الدال وفتحها.<br>- و(جُنَادَةُ) بضم الجيم.<br>التاسع عشر<br>- «تُجَاهَكَ» بضم التاء وفتح الهاء؛ أي: أمامك كما في الرواية الأخرى.<br>- «تَعَرَّفْ إلى اللَّهِ في الرَّخاء» أي: تحبَّب إليه بلزوم طاعته، واجتناب مخالفته.<br>العشرون<br>- «إذَا لَم تستحْي. . فاصنعْ ما شِئت» معناه: إذا أردتَ فعل شيءٍ: فإن كان مما لا تستحي من اللَّه ومن الناس في فعله. . فافعله، وإلَّا. . فلا، وعلى هذا مدار الإسلام.<br>الحادي والعشرون<br>- «قُلْ آمَنْتُ بِاللَّهِ ثُمَّ اسْتَقِمْ» أي: استقم كما أمرت، ممتثلًا أمر اللَّه تعالى، مجتنبًا نهيه.<br>الثالث عشر<br>- قوله ﷺ: «الطهورُ شاطرُ الإيمان» المراد بالطهور: الوضوء، قيل: معناه: ينتهي تضعيف ثوابه إلى نصف أجر الإيمان، وقيل: الإيمان يجُبُّ ما قبله من الخطايا، وكذا الوضوء، لكن الوضوء تتوقف صحته على الإيمان، فصار نصفًا، وقيل: المراد بالإيمان: الصلاة، والطهور شرط لصحتها، فصار كالشطر، وقيل غير ذلك.<br>- قوله ﷺ: «والحمدُ للَّهِ تملأ الميزانَ» أي: ثوابها.<br>- «وسُبحان اللَّهِ والحمدُ للَّهِ تملآنِ» أي: لو قدِّر ثوابهما جسمًا. . لملأ، وسببه ما اشتملتا عليه من التنزيه والتفويض إلى اللَّه تعالى.<br>- «والصَّلاة نُورٌ» أي: تمنع من المعاصي، وتنهى عن الفحشاء، وتهدي إلى الصواب، وقيل: يكون ثوابها نورًا لصاحبها يوم القيامة، وقيل: إنها سببٌ لاستنارة القلب.<br>- «والصّدقةُ بُرهَانٌ» أي: حجّةٌ لصاحبها في أداء حقِّ المال، وقيل: حُجَّةٌ في إيمان صاحبها؛ لأن المنافق لا يفعلها غالبًا.<br>- «والصَّبرُ ضِياءٌ» أي: الصبر المحبوب، وهو الصبر على طاعة اللَّه تعالى، والبلاءِ، ومكاره الدنيا، وعن المعاصي؛ ومعناه: لا يزال صاحبه مستضيئًا مستمرًا على الصواب.<br>- «كُلُّ النَّاسِ يغدو، فبائعٌ نفسَهُ» معناه: كل إنسان يسعى بنفسه، فمنهم من يبيعها للَّهِ تعالى بطاعته فيعتقها من العذاب، ومنهم من يبيعها للشيطان والهوى باتباعهما.<br>- «فيُوبقُهَا» أي: يهلكها (١)، وقد بسطت شرح هذا الحديث في أول «شرح صحيح مسلم»، فمن أراد زيادة. . فليراجعه، وباللَّهِ التوفيق (٢).<br>الرابع والعشرون<br>- قوله تعالى: «حرَّمتُ الظلّم على نفسي» أي: تقدَّست عنه، فالظلم مستحيلٌ في حق اللَّه تعالى؛ لأنه مجاوزة الحدِّ أو التصرف في غير ملك، وهما جميعًا محالٌ في حقِّ اللَّه تعالى.<br>- قوله تعالى: «فلا تظالموا» هو بفتح التاء؛ أي: لا تتظالموا.<br>- قوله تعالى: «كما ينقص المِخْيَطُ» هو بكسر الميم وإسكان الخاء وفتح الياء؛ أي: الإبرة، ومعناه: لا ينقص شيئًا.<br>الخامس والعشرون<br>- «الدُّثور» بضم الدال والثاء المثلثة: الأموال، واحدها دَثر، كفلس وفلوس.<br>- قوله: «وفي بُضْعِ أحدكم» هو بضم الباء وإسكان الضاد المعجمة، وهو كنايةٌ عن الجماع إذا نوى به العبادة؛ وهو قضاءُ حقّ الزوجة، وطلبُ ولد صالح، وإعفافُ النفس وكفُّها عن المحارم.<br>السادس والعشرون<br>- «السُّلَامى» بضم السين وتخفيف اللام وفتح الميم، وجمعه سُلامَيات بفتح الميم: وهي المفاصل والأعضاء، وهي ثلاث مئةٍ وستون، ثبت ذلك في «صحيح مسلم» عن رسول اللَّه صلى اللَّه وسلم (٣).<br>السابع والعشرون<br>- (النَّوَّاس) بفتح النون وتشديد الواو.<br>- و(سَمْعان) بكسر السين وفتحها.<br>- قوله: «حاكَ» بالحاء المهملة والكاف؛ أي: تردَّد.<br>- (وابصة) بكسر الباء الموحدة.<br>الثامن والعشرون<br>- (العِرباض) بكسر العين وبالموحدة.<br>- و(سَاريَة) بالسين المهملة والياء المثناة من تحت.<br>- قوله: (ذَرَفتْ) بفتح الذال المعجمة والراء؛ أي: سالت.<br>- قوله: «بالنَّواجذ» هو بالذال المعجمة؛ وهي الأنياب، وقيل: الأضراس.<br>- و«البدعة» ما عُمل على غير مثال سبق.<br>التاسع والعشرون<br>- و «ذِروة السَّنَام» بكسر الذال وضمها؛ أي: أعلاه.<br>- (مِلاك الشيءِ) بكسر الميم؛ أي: مقصودة.<br>- قوله: «يَكُبّ» هو بفتح الياء وضم الكاف.<br>الثلاثون<br>- (الخُشَني) بضم الخاء وفتح الشين المعجمتين وبالنون، منسوبٌ إلى خُشينة قبيلة معروفة.<br>- قوله: (جُرْثوم) بضم الجيم والثاء المثلثة وإسكان الراء بينهما، وفي اسمه واسم أبيه اختلاف كثير.<br>الثاني والثلاثون<br>- «وَلَا ضِرَارَ» هو بكسر الضاد.<br>الرابع والثلاثون<br>- «فإن لم يستَطِع. . فبقلبِهِ» معناه: فليكرهه بقلبه.<br>- «وذلك أضعَفُ الإيمانِ» أي: أقلُّه ثمرةً.<br>الخامس والثلاثون<br>- «ولا يَكْذِبُهُ» هو بفتح الياء وإسكان الكاف.<br>- قوله: «بحسب امرِئٍ مِنَ الشَّرِّ» هو بإسكان السين؛ أي: يكفيه من الشرِّ.<br>الثامن والثلاثون<br>- «فَقَدْ آذَنْتُهُ» هو بهمزة ممدودة؛ أي: أعلمته بأنه مُحاربٌ لي.<br>- قوله: «استعاذني» ضبطوه بالنون وبالباء وكلاهما صحيح.<br>الأربعون<br>- «كُنْ في الدُّنْيَا كأنَّكَ غَرِيبٌ» أي: لا تركن إليها، ولا تتخذها وطنًا، ولا تحدِّث نفسك بطول البقاء فيها، ولا بالاعتناء بها، ولا تتعلق منها بما لا يتعلق به الغريب في غير وطنه، ولا تشتغِل فيها بما لا يشتغل به الغريب الذي يريد الذهاب إلى أهله.<br>الثاني والأربعون<br>- «عَنَانَ السَّماءِ» بفتح العين؛ قيل: هو السحاب، وقيل: ما عنّ لك منها؛ أي: ما ظهر إذا رفعت رأسك.<br>- قوله: «بِقُرَابِ الأرْضِ» بضم القاف وكسرها لغتان روي بهما، والضم أشهر؛ ومعناه: ما يقارب ملأها (٤).<br>- فصل [المراد بالحفظ في قوله ﷺ: «من حفظ على أمتي أربعين حديثًا»]<br>- اعلم: أن الحديث المذكور أولًا: «مَنْ حَفِظَ عَلَى أُمَّتِي أَرْبَعين حِدِيثًا» معنى الحفظ هنا: أن ينقلها إلى المسلمين وإن لم يحفظها ولا عرف معناها، هذا حقيقة معناه، وبه يحصل انتفاع الملسمين، لا بحفظ ما لا ينقله إليهم، واللَّه أعلم بالصواب.<br>- قال مؤلِّفه: فرغت منه ليلة الخميس، التاسع والعشرين من جمادى الأولى، سنة ثمان وستين وست مئة.<br>* * *<br>(١) في نسخة (فموبقها: أي: مهلكها).<br>(٢) شرح صحيح مسلم (٣/ ١٠٠ - ١٠٢).<br>(٣) صحيح مسلم (١٠٠٧) عن أم المؤمنين سيدتنا عائشة ﵂.<br>(٤) في نسخة ما (ما يقارب مثلها).</p>",
				"ringkasan" : "",
				"kategori" : "",
				"gambar" : ""
			},{
				"title" : "٠٥٨. زيادات ابن رجب الحنبلي",
				"published_date" : "20231003150550532",
				"slug" : ".",
				"text" : "<p>زيادات ابن رجب الحنبلي</p>",
				"ringkasan" : "",
				"kategori" : "",
				"gambar" : ""
			},{
				"title" : "٠٥٩. الحديث الثالث والأربعون: أَلْحِقُوا الْفَرَائِضَ بِأَهْلِهَا",
				"published_date" : "2023100315061935",
				"slug" : ".",
				"text" : "<p>عَنِ ابْنِ عَبَّاسٍ ﵄ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «أَلْحِقُوا الْفَرَائِضَ بِأَهْلِهَا، فَمَا بَقِيَ، فَلِأَوْلَى رَجُلٍ ذَكَرٍ» أخَرَّجَهُ الْبُخَارِيُّ وَمُسْلِمٌ (١).<br>(١) البخاري (٦٧٣٢)، ومسلم (١٦١٥).</p>",
				"ringkasan" : "",
				"kategori" : "",
				"gambar" : ""
			},{
				"title" : "٠٦٠. الحديث الرابع والأربعون: الرَّضَاعَةُ تُحَرِّمُ مَا تُحَرِّمُ الْوِلَادَةُ",
				"published_date" : "20231003150653117",
				"slug" : ".",
				"text" : "<p>عَنْ عَائِشَةَ ﵂ عَنِ النَّبِيِّ ﷺ قَالَ: «الرَّضَاعَةُ تُحَرِّمُ مَا تُحَرِّمُ الْوِلَادَةُ» رَوَاهُ الْبُخَارِيُّ وَمُسْلِمٌ (١).<br>(١) البخاري (٥٠٩٩)، مسلم (١٤٤٤).</p>",
				"ringkasan" : "",
				"kategori" : "",
				"gambar" : ""
			},{
				"title" : "٠٦١. الحديث الخامس والأربعون: إِنَّ اللَّهَ وَرَسُولَهُ حَرَّمَ بَيْعَ الْخَمْرِ وَالْمَيْتَةَ وَالْخِنْزِيرِ وَالْأَصْنَامِ",
				"published_date" : "20231003150722980",
				"slug" : ".",
				"text" : "<p>عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ أَنَّهُ سَمِعَ النَّبِيَّ ﷺ عَامَ الْفَتْحِ وَهُوَ بِمَكَّةَ يَقُولُ: «إِنَّ اللَّهَ وَرَسُولَهُ حَرَّمَ بَيْعَ الْخَمْرِ وَالْمَيْتَةَ وَالْخِنْزِيرِ وَالْأَصْنَامِ فَقِيلَ: يَا رَسُولَ اللَّهِ، أَرَأَيْتَ شُحُومَ الْمَيْتَةِ، فَإِنَّهُ يُطْلَى بِهَا السُّفُنُ، وَيُدْهَنُ بِهَا الْجُلُودُ، وَيَسْتَصْبِحُ بِهَا النَّاسُ؟ فقَالَ: لَا، هُوَ حَرَامٌ، ثُمَّ قَالَ رَسُولُ اللَّهِ ﷺ عِنْدَ ذَلِكَ: قَاتِلَ اللَّهُ الْيَهُودَ، إِنَّ اللَّهَ لمَّا حَرَّمَ شُّحُومَهَا، جْمَلُوهُ، ثُمَّ بَاعُوهُ، فَأَكَلُوا ثَمَنَهُ» رَوَاهُ الْبُخَارِيُّ وَمُسْلِمٌ (١).<br>(١) البخاري (٢٢٣٦)، ومسلم (١٥٨١).</p>",
				"ringkasan" : "",
				"kategori" : "",
				"gambar" : ""
			},{
				"title" : "٠٦٢. الحديث السادس والأربعون: كُلُّ مُسْكِرٍ حَرَامٌ",
				"published_date" : "2023100315080540",
				"slug" : ".",
				"text" : "<p>عَنْ أَبِي بُرْدَةَ، عَنْ أَبِيهِ، عَنْ أَبِي مُوسَى الْأَشْعَرِيِّ أَنَّ النَّبِيَّ ﷺ بَعَثَهُ إِلَى الْيَمَنِ، فَسَأَلَهُ عَنْ أَشْرِبَةٍ تُصْنَعُ بِهَا، فَقَالَ: وَمَا هِيَ؟ قَالَ: الْبِتْعُ وَالْمِزْرُ، فَقِيلَ لِأَبِي بُرْدَةَ: مَا الْبِتْعُ؟ قَالَ: نَبِيذُ الْعَسَلِ، وَالْمِزْرُ نَبِيذُ الشَّعِيرِ، فَقَالَ: «كُلُّ مُسْكِرٍ حَرَامٌ» رَوَاهُ الْبُخَارِيُّ (١).<br>(١) (٤٣٤٣).</p>",
				"ringkasan" : "",
				"kategori" : "",
				"gambar" : ""
			},{
				"title" : "٠٦٣. الحديث السابع والأربعون: مَا مَلَأَ آدَمِيٌّ وِعَاءً شَرًّا مِنْ بَطْنٍ",
				"published_date" : "20231003150853597",
				"slug" : ".",
				"text" : "<p>عَنِ الْمِقْدَامِ بْنِ مَعْدِي كَرِبَ قَالَ: سَمِعْتُ رَسُولَ اللَّهِ ﷺ يَقُولُ: «مَا مَلَأَ آدَمِيٌّ وِعَاءً شَرًّا مِنْ بَطْنٍ، بِحَسْبِ ابْنِ آدَمَ أَكَلَاتٌ يُقِمْنَ صُلْبَهُ، فَإِنْ كَانَ لَا مَحَالَةَ، فَثُلُثٌ لِطَعَامِهِ، وَثُلُثٌ لِشَرَابِهِ، وَثُلُثٌ لِنَفَسِهِ» رَوَاهُ الْإِمَامُ أَحْمَدُ وَالتِّرْمِذِيُّ وَالنَّسَائِيُّ وَابْنُ مَاجَهْ، وَقَالَ التِّرْمِذِيُّ: حَدِيثٌ حَسَنٌ (١).<br>(١) ضعيف؛ أخرجه أحمد (١٧١٨٦)، والترمذي (٢٣٨٠)، والنسائي (٨٧٣٦)، وابن ماجه (٣٣٤٩)، وغيرهم.<br>وفيه انقطاع؛ لعدم سماع يحيى بن جابر الطائي من المقدام بْنِ مَعْدِي كَرِبَ، كما قال أبو حاتم في الجرح والتعديل (٩/ ١٣٣). وللحديث طرق أخرى ولكنها ضعيفة واهية.</p>",
				"ringkasan" : "",
				"kategori" : "",
				"gambar" : ""
			},{
				"title" : "٠٦٤. الحديث الثامن والأربعون: أَرْبَعٌ مِنْ كُنْ فِيهِ كَانَ مُنَافِقًا",
				"published_date" : "20231003150942423",
				"slug" : ".",
				"text" : "<p>عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو ﵄ عَنِ النَّبِيِّ ﷺ، قَالَ: «أَرْبَعٌ مِنْ كُنْ فِيهِ كَانَ مُنَافِقًا، وَمَنْ كَانَتْ خَصْلَةٌ مِنْهُنَّ كَانَتْ فِيهِ خَصْلَةٌ مِنَ النِّفَاقِ حَتَّى يَدَعَهَا: مَنْ إِذَا حَدَّثَ كَذَبَ، وَإِذَا وَعَدَ أَخْلَفَ، وَإِذَا خَاصَمَ فَجَرَ، وَإِذَا عَاهَدَ غَدَرَ» رَوَاهُ الْبُخَارِيُّ وَمُسْلِمٌ (١).<br>(١) البخاري (٢٤٥٩)، ومسلم (٥٨).</p>",
				"ringkasan" : "",
				"kategori" : "",
				"gambar" : ""
			},{
				"title" : "٠٦٥. الحديث التاسع والأربعون: لَوْ أَنَّكُمْ تَوَكَّلُونَ عَلَى اللَّهِ حَقَّ تَوَكُّلِهِ لَرَزَقَكُمْ كَمَا يَرْزُقُ الطَّيْرَ",
				"published_date" : "2023100315101568",
				"slug" : ".",
				"text" : "<p>عَنْ عُمَرَ بْنِ الْخَطَّابِ ﵁ عَنِ النَّبِيِّ ﷺ قَالَ: «لَوْ أَنَّكُمْ تَوَكَّلُونَ عَلَى اللَّهِ حَقَّ تَوَكُّلِهِ، لَرَزَقَكُمْ كَمَا يَرْزُقُ الطَّيْرَ، تَغْدُو خِمَاصًا، وَتَرُوحُ بِطَانًا» رَوَاهُ الْإِمَامُ أَحْمَدُ وَالتِّرْمِذِيُّ وَالنَّسَائِيُّ وَابْنُ مَاجَهْ وَابْنُ حِبَّانَ فِي «صَحِيحِهِ» وَالْحَاكِمُ، وَقَالَ التِّرْمِذِيُّ: حَسَنٌ صَحِيحٌ (١).<br>(١) صحيح؛ أخرجه أحمد (٢٠٥)، والترمذي (٢٣٤٤)، والنسائي (١١٨٠٥)، وابن ماجه (٤١٦٤)، وابن حبان (٧٣٠)، والحاكم (٧٨٩٤) وغيرهم.</p>",
				"ringkasan" : "",
				"kategori" : "",
				"gambar" : ""
			},{
				"title" : "٠٦٦. الحديث الخمسون: لَا يَزَالُ لِسَانُكَ رَطْبًا مِنْ ذِكْرِ اللَّهِ",
				"published_date" : "20231003151047734",
				"slug" : ".",
				"text" : "<p>عَنْ عَبْدِ اللَّهِ بْنِ بُسْرٍ قَالَ: «أَتَى النَّبِيَّ ﷺ رَجُلٌ، فَقَالَ: يَا رَسُولَ اللَّهِ إِنَّ شَرَائِعَ الْإِسْلَامِ قَدْ كَثُرَتْ عَلَيْنَا، فَبَابٌ نَتَمَسَّكُ بِهِ جَامِعٌ؟ قَالَ: «لَا يَزَالُ لِسَانُكَ رَطْبًا مِنْ ذِكْرِ اللَّهِ ﷿) حديث صحيح: أخَرَّجَهُ الْإِمَامُ أَحْمَدُ بِهَذَا اللَّفْظِ (١).<br>(١) صحيح؛ أخرجه أحمد (١٧٦٨٠) والترمذي (٣٦٥٩) وغيرهما.</p>",
				"ringkasan" : "",
				"kategori" : "",
				"gambar" : ""
			}
]