[
  {
    "tipe": "ISTJ",
    "keterangan": "<p>ISTJ (Introverted, Sensing, Thinking, Judging) adalah tipe yang sangat tertata, memiliki rasa tanggung jawab tinggi, dan memegang teguh nilai-nilai tradisional.</p><p> Mereka cenderung bekerja keras, sangat terorganisir, dan dapat diandalkan dalam memenuhi tugas-tugasnya.</p>"
  },
  {
    "tipe": "ISFJ",
    "keterangan": "<p>ISFJ (Introverted, Sensing, Feeling, Judging) adalah tipe yang penuh perhatian terhadap kebutuhan orang lain dan cenderung menjadi pelindung yang setia.</p><p>Mereka memprioritaskan stabilitas dan kenyamanan keluarga serta menjunjung tinggi nilai-nilai moral.</p>"
  },
  {
    "tipe": "INFJ",
    "keterangan": "<p>INFJ (Introverted, Intuitive, Feeling, Judging) adalah tipe yang sangat introspektif dan peka terhadap perasaan orang lain.</p><p> Mereka sering menjadi penasihat dan pembimbing yang baik, dengan visi yang mendalam dan nilai-nilai etis yang kuat.</p>"
  },
  {
    "tipe": "INTJ",
    "keterangan": "<p>INTJ (Introverted, Intuitive, Thinking, Judging) adalah pemikir strategis yang kuat dan memiliki kemampuan untuk melihat masalah dari sudut pandang yang berbeda.</p><p>Mereka sangat tekun dalam mencapai tujuan mereka dan sering menjadi inovator dalam berbagai bidang.</p>"
  },
  {
    "tipe": "ISTP",
    "keterangan": "<p>ISTP (Introverted, Sensing, Thinking, Perceiving) adalah tipe yang cenderung menjadi pemecah masalah yang tangguh dan cekatan.</p><p> Mereka suka menghadapi tantangan fisik dan memiliki pemahaman yang kuat terhadap mekanika dan teknologi.</p>"
  },
  {
    "tipe": "ISFP",
    "keterangan": "<p>ISFP (Introverted, Sensing, Feeling, Perceiving) adalah seniman yang kreatif dan memiliki hubungan yang mendalam dengan alam dan estetika.</p><p>Mereka sering mengutamakan kebebasan pribadi dan ekspresi diri dalam kehidupan mereka.</p>"
  },
  {
    "tipe": "INFP",
    "keterangan": "<p>INFP (Introverted, Intuitive, Feeling, Perceiving) adalah individu yang memiliki nilai-nilai kuat dan sering terlibat dalam upaya sosial dan kemanusiaan.</p><p> Mereka cenderung menjadi pemikir bebas yang kreatif dan mencari makna dalam kehidupan.</p>"
  },
  {
    "tipe": "INTP",
    "keterangan": "<p>INTP (Introverted, Intuitive, Thinking, Perceiving) adalah pemikir analitis yang memiliki kecenderungan untuk mengeksplorasi gagasan-gagasan baru dan teori-teori kompleks.</p><p> Mereka sering menjadi peneliti yang brilian dan berfokus pada pemecahan masalah yang rumit.</p>"
  },
  {
    "tipe": "ESTP",
    "keterangan": "<p>ESTP (Extraverted, Sensing, Thinking, Perceiving) adalah tipe yang energetik, suka berpetualang, dan tegas dalam menghadapi tantangan.</p><p>Mereka cenderung menjadi pemimpin yang efektif dalam situasi krisis dan tindakan cepat.</p>"
  },
  {
    "tipe": "ESFP",
    "keterangan": "<p>ESFP (Extraverted, Sensing, Feeling, Perceiving) adalah pribadi yang ramah, bersemangat, dan memiliki kecenderungan untuk mengejar kesenangan dan kegembiraan.</p><p>Mereka cenderung menjadi sosialita yang menarik dan bisa membuat suasana hangat.</p>"
  },
  {
    "tipe": "ENFP",
    "keterangan": "<p>ENFP (Extraverted, Intuitive, Feeling, Perceiving) adalah individu yang penuh ide, bersemangat, dan memiliki minat yang beragam.</p><p>Mereka cenderung menjadi pembawa semangat dalam kelompok dan mencari inspirasi dari berbagai sumber.</p>"
  },
  {
    "tipe": "ENTP",
    "keterangan": "<p>ENTP (Extraverted, Intuitive, Thinking, Perceiving) adalah pemikir yang tajam, berdebat, dan suka mengemukakan pandangan yang kontroversial.</p><p> Mereka cenderung menjadi pengusaha yang inovatif dan mencari tantangan intelektual.</p>"
  },
  {
    "tipe": "ESTJ",
    "keterangan": "<p>ESTJ (Extraverted, Sensing, Thinking, Judging) adalah pemimpin yang berfokus pada tugas, berorientasi pada aturan, dan bertanggung jawab.</p><p>Mereka cenderung menjadi manajer yang efisien dan mendukung integritas dan ketertiban.</p>"
  },
  {
    "tipe": "ESFJ",
    "keterangan": "<p>ESFJ (Extraverted, Sensing, Feeling, Judging) adalah tipe yang peduli dan suka membantu orang lain.</p><p> Mereka cenderung menjadi penyelenggara yang hebat dan menjunjung tinggi nilai-nilai tradisional.</p>"
  },
  {
    "tipe": "ENFJ",
    "keterangan": "<p>ENFJ (Extraverted, Intuitive, Feeling, Judging) adalah individu yang bersemangat, penuh perhatian, dan memiliki kemampuan untuk memotivasi orang lain.</p><p> Mereka cenderung menjadi pemimpin dalam upaya sosial dan memiliki visi yang kuat.</p>"
  },
  {
    "tipe": "ENTJ",
    "keterangan": "<p>ENTJ (Extraverted, Intuitive, Thinking, Judging) adalah pemimpin yang berfokus pada tujuan, analitis, dan memiliki kemampuan untuk membuat rencana yang efektif.</p><p>Mereka cenderung menjadi eksekutif yang sukses dan mencari keberhasilan dalam segala aspek kehidupan.</p>"
  }
]
